{
  "initiative_id": "AS_13",
  "state": "Assam",
  "title": "Smart Platform for promotion of Renewable Energy in Assam",
  "chunks": [
    {
      "chapter": null,
      "section": null,
      "pages": [
        1,
        3,
        5
      ],
      "text": "Smart Platform for promotion of Renewable Energy in Assam State Innovation & Transformation Aayog (SITA) Transformation and Development, Government of Assam Debendra Chandra Baruah Department of Energy, Tezpur University Tezpur 784028, Assam, India The smart platform is developed as per the MoA dated 12/06/2020 penned between SITA and Department of Energy Acknowledgement Sincere acknowledgement is extended to the following organizations for their help and support in different phases of the development of the smart platform. State Innovation and Transformation Aayog, Govt. of Assam (Sponsoring Organisation) IIT Delhi Tezpur University (Implementing Organisation) IISC Bangalore Geoinformatics Center, Asian Institute of Technology, Singapore (Collaborator) Assam Agricultural University Ministry of New and Renewable Energy, Govt. of India Dibrugarh University Swachh Bharat Mission (Gramin), PHED, Govt of Assam Nalanda University DRL, DRDO, Govt. of India Indian Biogas Association Indian Oil Corporation Ltd. Vivekananda Kendra - Nardep Sardar Swaran Singh National Institute of Bio-Energy Anaerobic Bioenergy Pvt. Ltd. IIT Guwahati Biocity, Chandigarh Contribution of the following team members deserve special mention for their valuable contribution in the development of the smart platform. GOVERNMENT OF ASSAM TRANSFORMATION AND DEVELOPMENT STATE INNOVATION & TRANSFORMATION AAYOG Special Acknowledgement Help and support received from all the Functionaries of State Innovation and Transformation Aayog, Transformation and Development, Govt. of Assam is duly acknowledged. The following personnel deserve special mention.  Lt. Dipok Kumar Borthakur Former Vice-Chairman, SITA  Sri Ramen Deka Vice-Chairman, SITA  Sri Dhruba Prasad Baishya Co-Vice-Chairman, SITA  Shri M. S. Manivannan, IAS CEO, SITA  Dr. Mridul Hazarika Advisor, SITA  Dr. Chandan Kumar Sharma Advisor (Honorary), SITA  Shri Guna Gobinda Das Advisor (Finance & Accounts), SITA  Shri Dipankar Borah Liaison Officer, SITA  Shri Dwijendra Singha Hazari Asstt. Research Officer, SITA"
    },
    {
      "chapter": "Chapter III",
      "section": "1.1",
      "pages": [
        8,
        9,
        10
      ],
      "text": "Chapter III. Applications of Smart Digital Platform through PREA App 3.1 PREA: The multifaceted applications platform 40 3.2 Multi-user feature of PREA 40 3.3 PREA for planning of roof top solar energy system 40 3.4 PREA for planning of community level solar energy system 42 3.5 PREA for planning of solar PV powered Irrigation system 43 3.6 PREA for planning of community level biogas system 45 3.7 PREA for planning of community level biomass gasification system 46 3.8 PREA for planning of industrial biofuel system 48 3.9 PREA for renewable energy demand and supply side management 49 3.9.1 PREA for estimation of energy demand 49 3.8.2 PREA for assessment of bioenergy supply potential (biogas, producer gas, biodiesel, bioethanol, bio-hydrogen, bio-methanol) 51 3.9.3 PREA for assessment of solar energy supply potential 53 Chapter IV. Expectations of smart digital platform for promotion of renewable energy in Assam 4.1 Renewable energy resource assessment 57 4.2 Best-fit renewable energy technology option 59 4.3 Development of a smart robust digital platform 60 4.4 Promoting RE based entrepreneurship 62 4.5 Expectations vis-à-vis outcomes of the smart digital platform 63 4.6 Limitation and future scope for augmentation 63 References Annexures List of tables Table No. Title Page No. 1.1 Renewable energy installed capacity, target and percentage progress among Indian states (as of September 2022) 04 1.2 Growth of solar off-grid application: National trend 07 1.3 All India Status of PM-KUSUM (as on 31.12.2022) 08 2.1 (a) Different modules and inverters considered in the solar analysis 32 2.1 (b) Different models considered in the solar analysis 32 3.1 Variations and Decisions possible with the DSS for different scenarios 47 4.1 Renewable Energy Resource Potential of Demonstration Site 57 List of figures Figure No. Title Page No. 1.1 Status of installation of biogas plants in India under NNBOMP 06 1.2 Growth of grid connected solar: National trend 08 1.3 Status of installation of biogas plants in Assam under NNBOMP 10 1.4 Top five states with solar installed capacity in MW from (2016- 2021) with reference to Assam 2.1 Framework of the smart digital platform 20 2.2 Surveyed points throughout Assam 21 2.3 Methodology for Solar data analysis 30 2.4 Validation of NASA data with ground data for Tezpur 31 2.5 Representative study area 36 2.6 (a) Socio-economic and consumption data 37 2.6 (b) Electricity consumption data 37 2.6 (c) Rooftop data for planning household level Solar PV 37 2.7 Layout of the PREA App 38 3.1 Multi-user feature of PREA 40 3.2 Icons redirecting to ArcGIS online platform 49 3.3 Home screen of the ArcGIS platform 50 3.4 Demand data visualization interface 50 3.5 Socio-economic data visualization interface 51 3.6 Biomass dashboard 52 3.7 Solar dashboard 52 3.8 Initial interface of solar dashboard 53 3.9 Choices available on the solar dashboard 53 3.10 Information on daily and hourly solar generation 54 3.11 Layer based information 54 3.12 Extent based interactive information 55 4.1 Best fit technology selection procedure 59 4.2 PREA Features at a glance 61 4.3 Entrepreneurial decision support using PREA 62"
    },
    {
      "chapter": "Chapter I",
      "section": null,
      "pages": [
        11
      ],
      "text": "Chapter I Rationale of a digital platform for promotion of renewable energy This Chapter introduces the several contemporary issues concerning the non-impressive deployment of renewable energy in Assam as background and finally justifies the need of a digital platform for its growth. Contents  Importance of Renewable Energy in global context  Broader overview of Renewable Energy in National context  Bioenergy Initiatives: National scenario  Solar Energy Initiatives: National scenario  Wind and Small Hydro initiatives: National scenario  Status of Renewable Energy installations in Assam  Key factors identified for desired growth of RE in Assam  Status of existing documents for RE promotion in Assam and their limitations  Rationale and Objectives of development of a smart digital platform for promotion of Renewable Energy"
    },
    {
      "chapter": "Chapter I",
      "section": "1.1",
      "pages": [
        13
      ],
      "text": "Chapter I 2 1.1 Importance of Renewable Energy in global context Renewable energy has been at the center stage of several global initiatives including Net- zero and Sustainable development. Global leaders have agreed to continue to support the growth of RE through policies and programmes. Business and commerce also appear to roll around the changing trend towards renewable energy. In 2021, China continued to hold the lion's share of the deployment market, contributing 46% of the growth in renewable energy capacity globally [1]. Yearly additions to offshore wind, household solar PV, and biofuels all set new records. For instance, compared to 2020, the number of new offshore wind farms grew nearly six-fold [2]. The European Union was the second-largest market outside of China in terms of added capacity in 2021. Due to project acceleration in Spain, France, Poland, and Germany, which was fueled by a mix of government-led auctions and distributed solar PV subsidies, solar PV alone accounted for the majority of the European Union's expansion [3]. In the US, 24% of the country's utility- scale energy production in the first half of 2022 came from renewable sources compared to 21% during the same time period previous year. Renewable energy was the fastest growing source of power generation in the US [4]. After experiencing a historic slowdown in 2020 as a result of project delays connected to Covid-19 difficulties, India's renewable energy growth picked up in 2021. India's renewable capacity additions in 2021 were more than twice what they were in 2020 because of the commissioning of already-auctioned utility-scale projects and the acceleration of the distributed PV market through the intervention of appropriate policies [3]. There are prominent reasons for the aspiration of accelerated growth of RE whereas, climate change mitigation and self-reliance have been two strong driving factors. The climate change consequence of fossil dependent economy has well been established since decades, but the current state of hardship experienced by the EU nations due to excessive reliance on Russia for their domestic energy needs has been a recent example. 1.2 Broader overview of Renewable Energy in National context India has set ambitious targets for renewable energy deployment over the past few years, with an emphasis on increasing the share of renewables in the country's energy mix. The following are some of the year-wise renewable energy targets that India has set."
    },
    {
      "chapter": "Chapter I",
      "section": "1.1",
      "pages": [
        14
      ],
      "text": "Chapter I 3  The government has set a target of achieving 175 GW of renewable energy capacity by 2022, which includes 100 GW of solar power, 60 GW of wind power, 10 GW of bioenergy, and 5 GW of small hydro power [5].  The National Electricity Plan (NEP) envisages achieving a renewable energy capacity of 275 GW by 2025, which includes 140 GW of solar power, 60 GW of wind power, 10 GW of bioenergy, and 5 GW of small hydro power [6].  India's Nationally Determined Contribution (NDC) under the Paris Agreement calls for achieving 40% of the country's installed power capacity from non-fossil fuel sources by 2030, which is equivalent to a renewable energy capacity of 450 GW [7].  The government has also set a longer-term target of achieving 500 GW of renewable energy capacity by 2030, which would include a significant expansion of solar and wind power, as well as other forms of renewable energy such as bioenergy, small hydro power, and ocean energy [8]. Government of India’s ambitious target to have 40% power generation capacity based on renewable energy by 2030, with a jump from the existing 150 GW installed capacity to 350 GW would require meticulous planning at all levels in all the contributing regions. Most of the State Governments are planning to increase the share of renewable energy generation capacity so as to achieve the much-needed target. The Renewable energy installed capacity, target and percentage progress among Indian states (as of September 2022) is shown in Table 1.1. Various schemes and programmes have been initiated by the Government to augment the growth of renewable energy. The overview of some notable initiatives of the Government of India are highlighted in the following sections. 1.2.1 Bioenergy Initiatives: National scenario The National Bioenergy Programme comprise of the Waste to Energy Programme (Programme on Energy from Urban, Industrial and Agricultural Wastes /Residues), Biomass Programme: Power generation and non-bagasse based power generation projects (Name of scheme: Biogas Power (Off-Grid) Generation and Thermal application Programme (BPGTP)), and Biogas Programme: To support setting up of family and medium size biogas plants in rural areas."
    },
    {
      "chapter": "Chapter I",
      "section": "1.1",
      "pages": [
        15
      ],
      "text": "Chapter I 4 Table 1.1 Renewable energy installed capacity, target and percentage progress among Indian states (as of September 2022) [9] State Installed as of September 2022 (MW) Target (MW) % progress Telangana 5076.1 2000 253.8 Rajasthan 20009.41 14362 139.32 Andaman & Nicobar 35.16 27 130.22 Karnataka 16310.41 14817 110.08 Gujarat 18044.22 17133 105.32 Lakshwadeep 3.27 4 81.75 Tamil Nadu 17273.03 21508 80.31 Sikkim 59.79 86 69.52 Chhatisgarh 1149.34 1808 63.57 Uttarakhand 933.71 1797 51.96 Maharashtra 11421.96 22045 51.81 Mizoram 49.48 97 51.01 Andhra Pradesh 9331.46 18477 50.5 Kerala 985.49 1970 50.02 Madhya Pradesh 5837.89 12018 48.58 Himachal Pradesh 1058.26 2276 46.5 Nagaland 34.71 76 45.67 Chandigarh 57.84 153 37.8 Punjab 1802.11 5066 35.57 Uttar Pradesh 4506.77 14221 31.69 Tripura 32.27 105 30.73 Haryana 1287.03 4376 29.41 Arunachal Pradesh 144.34 539 26.78 Assam 184.03 688 26.75 Odisha 627.52 2377 26.4 Meghalaya 50.48 211 23.92 Daman & Diu 41.01 199 20.61 Jammu & Kashmir 240.68 1305 18.44 Manipur 17.73 105 16.89 Pondicherry 35.53 246 14.44 Bihar 387.48 2762 14.03 West Bengal 598.23 5386 11.11 Delhi 270.12 2762 9.78 Goa 26.79 358 7.48 Others 49.31 720 6.85 Jharkhand 101.93 2005 5.08 Dadar & Nagar Haveli 5.46 449 1.22 Since 2001, India tested the 5% Ethanol Blending (E5) Program in an effort to support the country's biofuel industry. The National Biodiesel Mission was established in 2003 with the goal of achieving 20% blending by 2011–2012. By 2017, a non-mandatory 20% blending target for both biodiesel and bioethanol was suggested by the National Policy on Biofuels, which was first introduced in 2009. With a revised objective of 20% bioethanol blending by"
    },
    {
      "chapter": "Chapter I",
      "section": "74.7",
      "pages": [
        16
      ],
      "text": "Chapter I 5 2030 (now advanced to 2025-26) and 5% biodiesel blending by 2030, the National Policy on Biofuels 2018 was released in 2018. By providing the necessary financial support, establishing the feedstock supply chain, encouraging research and innovation in the biofuel production technologies for both existing and new feedstocks, and encouraging broader exploration of domestically available feedstocks given India's tremendous biodiversity, these policies are focused on promoting the various categories of biofuels. The SATAT scheme for promoting Compressed Biogas (CBG) production in India and the Viable Gap Funding (VGF) for 2G bioethanol under the Pradhan Mantri JI-VAN Yojana are two other significant initiatives the government has introduced to assist the growth of biofuels in India. The Sustainable Alternative Towards Affordable Transportation (SATAT) project of the Ministry of Petroleum and Natural Gas targets 15 million metric tonnes of BioCNG output. It is projected to build 5000 compressed biogas plants by 2023–2024 [10]. Additionally, the programme supports the Swachh Bharat Mission. Government of India has implemented a Waste to Energy Programme for recovery of Energy from Urban, Industrial and Agricultural Wastes/ Residues (WTE Programme) in the form of Biogas/BioCNG/Power. The Ministry of New and Renewable Energy has approved a total of 5 projects under the Waste to Energy programme as of January 31, 2021, with a combined capacity of 74.7 MW power from Municipal Solid Waste (MSW). According to estimates, these 5 projects will use 6000 tonnes of municipal solid waste per day to produce power. 524 Biogas/Compressed Biogas Plant are completed and functional under the GOBARDHAN scheme [11]. Under the Biogas Power (Off-Grid) Generation and Thermal Application Programme (BPGTP), four projects with a combined power generation capacity of 300 kW and a daily biogas production capacity of 2,500 cubic metres have been put into operation. With this, a total of 325 biogas-based projects with a combined capacity for power generation of 7.587 MW and a total capacity for biogas generation of 72,351 cubic metres per day have been established across the nation as of December 31, 2020. Up until December 2020, more than 200 biomass (non-bagasse) cogeneration units with a combined capacity of 772 MW will be operational in the nation [11]. There is also a Scheme to Support Manufacturing of Briquettes and Pellets and Promotion of Biomass (non-bagasse) based cogeneration in Industries which"
    },
    {
      "chapter": "Chapter I",
      "section": "1.1",
      "pages": [
        17
      ],
      "text": "Chapter I 6 provides Central Financial Assistance (CFA) to project developers and service charges to implementing agency and inspection agencies in respect of setting up of Briquette / Pellet manufacturing plants and Biomass (non- bagasse) cogeneration projects in industries. Fig. 1.1. Status of installation of biogas plants in India under NNBOMP The New National Biogas and Organic Manure Programme (NNBOMP), a Central Sector Scheme, is being carried out by the Ministry of New and Renewable Energy (MNRE) to establish small biogas plants (in the size range of 1 to 25 cubic metres) based on cattle manure and other mixed biodegradable wastes in remote, rural, and semi-urban areas of the nation. The achievements in terms of number of biogas plants set up under the NNBOMP in the national context are shown in Fig. 1.1 [12]. Biomass is an important source of renewable energy in India especially in States with high agricultural practices like Assam. However, growth of biomass energy has not been in tune with its potential both at the national and regional level. 1.2.2 Solar Energy Initiatives: National scenario The solar initiatives in India are categorized under Grid connected and Off-Grid systems. Under the Grid connected system the following initiatives are operational. Solar power projects can be set up anywhere in the country under the Development of Solar Parks and Ultra Mega Solar Power Projects (40 GW) scheme, however the solar power projects developed in scattered manner leads to higher project cost per MW and higher 0 20000 40000 60000 80000 100000 120000 140000 160000 2012-13 2013-14 2014-15 2015-16 2016-17 2017-18 2018-19 2019-20 2020-21 Number of biogas plants Year Target Achievement"
    },
    {
      "chapter": "Chapter I",
      "section": "31.03.2026",
      "pages": [
        18
      ],
      "text": "Chapter I 7 transmission losses. Individual projects of smaller capacity incur significant expenses in site development, drawing separate transmission lines to nearest substation, procuring water and in creation of other necessary infrastructure. It also takes longer time for project developers to acquire land, get all types of clearances and permissions etc. which ultimately delays the project. To overcome these challenges, the scheme for “Development of Solar Parks and Ultra-Mega Solar Power Projects” was rolled out in December 2014 with an objective to facilitate the solar project developers to set up projects expeditiously up to 2023-24. The Grid connected solar rooftop program (40 GW) aims to achieve a cumulative installed capacity of 40,000 MW from Grid Connected Rooftop Solar (RTS) projects till 31.03.2026 [13]. Central Public Sector Undertaking (CPSU) Scheme aims to set up solar PV projects through Government Producers using domestic cells & modules in WTO compliant manner to facilitate national energy security and environment sustainability for Government purpose from 2019-20 to 2022-23 [13]. Fig. 1.2. shows all India solar installed capacity against the target of 140 MW by 2023 [14]. Also, the progress in the off-grid solar application in shown in Table 1.2. Table 1.2. Growth of solar off-grid application: National trend [15] Year Street Lighting Home Light Solar Lantern Solar Pumps Power Plants Total number of installed units (Cumulative) Installed capacity (kW) 2016 387632 1285877 996931 61834 150001 2017 464103 1407209 996931 114878 176847 2018 605249 1647821 3074002 171228 185900 2019 659218 1715214 5823800 237120 212054 2020 715029 1721343 7529365 256156 214565 2021 830373 1723479 7948219 286830 216408 Under Solar Off-Grid system, PM-KUSUM (Pradhan Mantri Kisan Urja Suraksha evam Utthan Mahabhiyaan) Scheme is aimed at ensuring energy security for farmers in India, along with honouring India’s commitment to increase the share of installed capacity of electric power from non-fossil-fuel sources to 40% by 2030 as part of Intended Nationally Determined Contributions (INDCs). The scheme aims for the promotion of decentralized renewable energy plants, solar agriculture water pumps and solarisation of existing grid connected agriculture pumps. The scheme aims to add solar capacity of 30,800 MW by 2022 with total central financial support of Rs. 34,422 Crore including service charges to the implementing"
    },
    {
      "chapter": "Chapter I",
      "section": "1.3",
      "pages": [
        19
      ],
      "text": "Chapter I 8 agencies. The Scheme consists of three components viz. Component A: 10,000 MW of solar capacity through installation of small Solar Power Plants of individual plants of capacity up to 2 MW; Component B: Installation of 20 lakh standalone Solar Powered Agriculture Pumps and Component C: Solarisation of 15 Lakh Grid-connected Agriculture Pumps [17]. The status of achievements under the PM-KUSUM scheme is given in Table 1.3. Fig. 1.2. Growth of grid connected solar: National trend [13] Power demand is a critical requirement for irrigation and PM-KUSUM has been introduced with flexible options of support mechanism. However, the deployment of the technology is not encouraging as evidenced from the lower installation against the sanctioned capacity (Table 1.3). The identification of appropriate factors viz., resources, technology, users’ perception etc. through a precise platform is expected to address key barriers against the application of solar for irrigation. Table 1.3. All India Status of PM-KUSUM (as on 31.12.2022) [18] Solar plants (up to 2 MW) Standalone solar pumps Solarisation of existing grid-connected pumps Solarisation of existing agricultural feeder connected pumps Total Sanctioned (MW) Total Installed (MW) Total Sanctioned (Nos) Total Installed (Nos) Total Sanctioned (Nos) Total Installed (Nos) Total Sanctioned (Nos) Total Installed (Nos) 4886 88.45 807124 181058 151550 1174 2392279 0 0 10 20 30 40 50 60 70 2016 2017 2018 2019 2020 2021 2022 2023 Capacity (GW) Year"
    },
    {
      "chapter": "Chapter I",
      "section": "1.2.3",
      "pages": [
        20
      ],
      "text": "Chapter I 9 1.2.3 Wind and Small Hydro initiatives: National scenario India has the fourth largest wind installed capacity in the world with a total installed capacity of 41.93 GW as of December, 2022 [19]. By offering different monetary and financial incentives including accelerated depreciation advantages, concessional custom duty exemption on specific components of wind power generators, etc., the government is encouraging private sector investment in wind power projects across the country. Additionally, a Generation Based Incentive (GBI) programme was established for wind energy projects that were started prior to 31 March 2017. The acceleration of wind power is supported through policies like Wind Data Sharing Policy (WDSP) – NISE, National Wind- Solar Hybrid Policy (2018), National Offshore Wind Energy Policy (2016) and Policy for Repowering of the Wind Power Projects (2016). Depending on their sizes, hydropower projects are divided into large and small hydro projects. The size standards used to categorise small hydropower plants (SHP) vary by nation. SHP in India have a capacity less than 25 MW. At present there are no Central Government schemes providing financial support to new projects since 31st March, 2017. Since the use of water resources is a State responsibility, State policies govern how SHP projects are actually carried out. It is evident that renewable energy has made significant inroads into the total energy mix of the country. Due to the inherent variability in the resource potential owing to the associated spatial and temporal parameters, renewable energy based energy generation in different regions depend on different technologies. Successful implementation of these technologies in one region cannot be simply replicated in another region. Identification of region specific potential technologies is the key to promote renewable energy for that region. 1.3 Status of Renewable Energy installations in Assam As seen from Table 1.1 the total renewable energy installed capacity in Assam is 184.03 MW. This is approximately only 10% of the total installed electricity capacity of the State. As per the MNRE assessment solar, biomass and hydro are the primary resources for renewable energy in Assam. Of the total renewable energy capacity, the major contribution has been through solar energy. Bioenergy is a major potential source of renewable energy in the region but this potential has been untapped till now. The growth of policy supported"
    },
    {
      "chapter": "Chapter I",
      "section": "1.3",
      "pages": [
        21
      ],
      "text": "Chapter I 10 bioenergy programmes, like the NNBOMP, is also not very encouraging (Fig. 1.3). Considering the potential of bioenergy in the region, the need of a platform that provides precise information on the entire demand-supply chain including biomass resource availability, suitable energy conversion technologies, and site selection is essential. Fig. 1.3. Status of installation of biogas plants in Assam under NNBOMP The State Government's Assam Ethanol Production Promotion Policy-2021 is in accordance with the National Biofuel Policy, 2018's goal of meeting the nation's aim of blending 20% of ethanol with fossil fuels to lower costs and reduce carbon emissions. Opportunities will arise from the state's ethanol plants' need for raw materials and their accessibility. Increasing the income of farmers by producing raw feedstock, or the raw materials used to make ethanol, is one of the goals of the state policy. Assam Bio-Refinery Private Limited (ABRPL), a joint venture between the Numaligarh Refinery Limited and two European corporations, has planned to process bamboo biomass into ethanol, acetic acid, and other biofuels. Of the allocated renewable energy target for Assam, a major contribution is expected from solar energy. From the Indian Government’s goal of installing 40 gigawatts (GW) of grid- connected solar rooftop systems by 2022, Ministry of New & Renewable Energy (MNRE) has allocated 250 MW Grid Connected Solar Rooftop projects in the state of Assam by the year 2022 [20]. Out of 250 MW, MNRE has sanctioned 14 MW Grid Connected Solar Rooftop Programme to Assam Energy Development Agency to implement the project in the state of 0 1000 2000 3000 4000 5000 6000 7000 8000 9000 10000 2012-13 2013-14 2014-15 2015-16 2016-17 2017-18 2018-19 2019-20 2020-21 Number of biogas plants Year Target Achievement"
    },
    {
      "chapter": "Chapter I",
      "section": "10.50",
      "pages": [
        22
      ],
      "text": "Chapter I 11 Assam for the year 2017-2018 with 70% subsidy for Residential, Institutional (Non-Govt.) and Social Sectors Institutes [20]. Bhurbandha Gaon Panchayat, in collaboration with the Assam Energy Development Agency (AEDA) and Quant Solar, Kolkata, has installed the first floating solar power plant in the Northeast, with a capacity of 10.50 kW, on a pond in Thanagarha village in the Morigaon district of Assam [21]. The pond is surrounded by few households which were not connected to the grid and the floating solar platform has become an ideal way to provide electricity to this community. As an R&D initiative, Science, Technology and Climate Change Department, Government of Assam has fully funded another 9 nos. of Floating Solar Power Plant at different locations of Assam having capacity 10kW each [21]. The Assam Government continues to move rapidly on scaling up its renewable energy plans. On June 11, 2022 the government approved an investment of Rs. 5,000 crore for commissioning and generation of 1000 MW of solar power in collaboration with Navratna PSU company Neyveli Lignite Corporation, under the aegis of Union Coal Ministry. Additionally, 70 MW solar park at Amguri in Sivasagar, 25 MW solar park in Udalguri and 25 MW Boko Solar Park at Bhalukghata, Boko in Kamrup is also sanctioned [22]. It has been planned to develop decentralised Solar energy and other renewable energy generation along with the deployment of large-scale Solar power generation facilities to meet the solar energy installation goals of the State. The DISCOMs plan to deploy plants with a capacity of up to 2 MW that can be connected directly to their 33/11 kV, 66/11 kV, or 110/11 kV sub-stations, reducing the need for a transmission line and reducing transmission and distribution losses. Such plants may be created near these sub stations, preferably by farmers, providing them with an opportunity to raise their income by putting their otherwise unusable land to good use in the form of solar or other renewable energy based power plants. Alternatively, arable land may be put to use if solar power plants were built atop stilts, allowing for the cultivation of crops beneath the structures while still providing RE power to local utility companies. In addition to expanding access to renewable energy sources, it is also planned to install solar water pumps and solarize grid-connected agriculture pumps to replace diesel pumps currently used in agriculture."
    },
    {
      "chapter": "Chapter I",
      "section": "1.4",
      "pages": [
        23
      ],
      "text": "Chapter I 12 In spite of the initiatives undertaken, comparison of the growth of solar energy in Assam with the top five states in solar installed capacity depicts a grim picture (Fig. 1.4). Assam is relatively less developed in terms of solar power capacity compared to the top 5 Indian states with the highest solar installed capacity. Some of the reasons responsible for retarded growth of solar power in Assam are discussed. Fig.1.4 Top five states with solar installed capacity in MW from (2016-2021) with reference to Assam 1. Geographical constraints: Assam is in the northeast region of India, which receives lower solar irradiation compared to the southern and western states also receives a higher amount of rainfall throughout the year. This makes it challenging to generate solar power at the same efficiency and scale as in other regions of the country. 2. Lack of supportive policies: Assam may have less supportive policies and initiatives for the promotion of solar energy compared to other states. This could include less investment in solar infrastructure, lower subsidies, or other measures that could help drive the growth of solar power. - 1,000 2,000 3,000 4,000 5,000 6,000 7,000 8,000 2016 2017 2018 2019 2020 2021 Installed Capacity (MW) Year Karnataka Rajasthan Tamil Nadu Gujarat Andhra Pradesh Assam"
    },
    {
      "chapter": "Chapter I",
      "section": "184.03",
      "pages": [
        24
      ],
      "text": "Chapter I 13 3. Economic constraints: Developing solar energy infrastructure requires significant investment, and it may be challenging for Assam to allocate sufficient financial resources for this purpose given other competing economic priorities. 4. Additionally, the state has faced various challenges in terms of solar deployment, such as lack of adequate infrastructure, transmission, and distribution networks, low levels of investment in the renewable energy sector, and a general lack of awareness and understanding of the benefits of solar energy among the public. However, it is worth noting that Assam has recently announced several measures to promote the development of solar energy in the state. These include a new solar policy with incentives for the development of solar projects, the establishment of a dedicated solar cell to facilitate investment in the sector, and other measures to promote the adoption of solar energy in the state. These initiatives are expected to help accelerate the growth of solar power in Assam in the coming years. According to data from the Ministry of New and Renewable Energy (MNRE), as of March 2021, Assam had a total installed solar capacity of approximately 47 MW, which is a small fraction of the total solar capacity in India [23]. However, there has been a recent push to increase solar capacity in Assam, and the state government has set a target to install 2,000 MW of solar capacity by 2022. To achieve this target, the Assam government has launched various initiatives, including the Assam Solar Energy Policy, which provides incentives and subsidies for solar power projects, and the establishment of a dedicated solar cell to facilitate investment in the sector. Additionally, the government has launched a program to install solar panels on the rooftops of government buildings, and has also implemented policies to promote the use of solar power in the agriculture sector. While it may take some time to fully realize the target of 2,000 MW of solar capacity in Assam, these initiatives indicate that the state is committed to accelerating the growth of solar energy in the coming years. On a broader perspective, considering the total renewable energy, Assam ranks 24th among the Indian states in the percentage progress of renewable energy installation capacity with an amount of 184.03 MW (refer Table 1.1). Considering the renewable energy generation"
    },
    {
      "chapter": "Chapter I",
      "section": "1.3.1",
      "pages": [
        25
      ],
      "text": "Chapter I 14 potential for a natural resource rich State there has been inadequate growth of renewable energy capacity in Assam. There have been major policy interventions, favorable schemes with Government’s initiatives, public awareness campaign etc. to augment the much needed growth of renewable energy in Assam in recent past. It is expected that capacity addition with renewable energy sources should bring positive changes for all the developmental sectors, for all sections of people, and also will be in line with the already declared Sustainable Development Goal of Assam [24]. A critical and thorough assessment of (i) available renewable energy resources in Assam and (ii) associated renewable energy conversion technologies is prerequisite to achieve such rationally desired expectation. There have been many assessments indicating the prospects of generation of renewable energy in Assam using (i) surplus biomass, (ii) solar and (iii) renewable hydropower (small hydro power). In general, land is a primary resource for all types of renewable energy resources. For instance, about 2 ha of land area is required per MW of installed solar power [25-26]. Similarly, residue resources from 10-15 ha crop land area can support 1 MW of biomass power plant [27]. Land is a precious resource and it is linked with economic and livelihood activities of the people. The utilization of land for any purpose should be judiciously planned so as to ensure the much needed development of the people and locality. Thus, a renewable energy development programme, which is fundamentally land intensive, should incorporate the following key aspects in order to promote desired mode of development in Assam. 1.3.1 Key factors for desired growth of RE in Assam (a) Participation of locals: Targeted awareness about the prospects of distributed renewable energy resources among the local people is essential to ensure their participation. The participation of the local population, particularly for a decentralized renewable energy generation, could be ensured if available resources and their inherent characteristics are precisely assessed and shared. Besides getting benefits of indirect employment generation (technology chain, management etc.), formulation of appropriate policy tools could empower the local people to contribute through ownership based on the strengths and limitations of the locally available resources."
    },
    {
      "chapter": "Chapter I",
      "section": "1.3.2",
      "pages": [
        26
      ],
      "text": "Chapter I 15 (b) Assurance of long term and proven sustainability: There are critical environmental (as well as ethical) concerns associated with all industrial activities including the renewable power generation options. For prospective renewable energy generation programme in Assam, the apprehension of such negative concerns should be addressed at the planning stage and must be incorporated during implementation. The precise understanding of the characteristics of the local resources is useful to deal with such apprehensions. (c) Ensuring uniform regional growth: One of the major barriers of adoption of any ideal practice or technology is the inability to visualize the local issues. This happens when a successful model at different region is implemented in a new region with limited understanding of the local dynamics. The renewable energy programme should consider the distributed (and variable) local factors and also align with the Government declared policy tools to defeat regional disparity of growth of renewable energy in Assam. (d) Smart and self-starting: The benefits of modern tools and technologies including the digital technologies should be embodied not only in the planning stage, but also in the implementation stage of renewable energy generation in Assam. For example, the identification of the most profitable route of renewable energy resource utilization, marketing and selling generated power, addressing the environmental concern, dynamic monitoring of the resources availability etc. are key elements of power generation and could be better handled using modern smart digital tools. Moreover, to ensure a dramatic growth of renewable energy system installation and power generation in Assam, the option of energy generation should be attractive to local youths so that Start-ups come up automatically. The proposed road-map for such accelerated growth of renewable energy in Assam is expected to identify all key factors so that renewable energy business becomes smart and self-starting rather than running on Government supports. 1.3.2 Status of existing documents for RE promotion in Assam and their limitations There have been many valuable documents and reports available targeting the favorable growth of renewable energy in Assam [28-31]. State Renewable Energy Action Plan, 2017 indications are useful but lacks specific workable recommendations, perhaps due to absence of precise and high resolution data on resources availability. Further, the benefits of the relevant policy tools including the recently introduced Assam Solar Energy Policy, 2017 [28]"
    },
    {
      "chapter": "Chapter I",
      "section": "1.4",
      "pages": [
        27
      ],
      "text": "Chapter I 16 could only be ensured if precise and reliable information on (i) resource availability and (ii) best fitted technology options for the local conditions are known. There are some other reports, recommendations of which could be considered as rough indicators, but mostly fails to convince the renewable energy promoting agencies including Government and local stakeholders. In general, highly uncertain and inherent variability of available resources (biomasses, solar radiation, wind speed and water stream flow) pose as serious challenge for planning and implementation of renewable energy generation programme. Some estimation at coarse scales, viz., state or district levels, are available with only limited usefulness for planning and implementation. Further, most of the renewable energy related know-how fails to incorporate the ground level issues including social, economic, cultural factors concerning the population [32-33] of Assam. Therefore, the assessment of prospective local demands remains unaddressed. This is considered as a major gap and one of the barriers of growth of renewable energy in Assam. 1.4 Rationale and Objectives of development of a smart digital platform for promotion of Renewable Energy The R&D outcomes in the areas of renewable energy generation are useful for preparing a comprehensive plan of renewable energy development for Assam. Such a plan should also pass the globally proven climate change mitigation standards to contribute to the relevant national commitment towards international community while ensuring the fulfilment of regional aspirations. Another important aspect of a beneficial renewable energy programme is to identify the appropriate technology options out of a variety of available options of energy conversions. This is more important when the due benefits are intended for the local population where the resources are available. Any apparent (short term) benefit of a particular route of energy conversion/technology would require pre-testing in terms of long-term sustainability and benefits of the concerned population. There are proven procedures to make precise estimation of renewable energy resources at local scale (village or ward level). Such an assessment is essential to promote the growth of renewable energy (centralized and decentralized). Realistic grass root factors should be integrated to make a comprehensive renewable energy road map for Assam. A smart digital"
    },
    {
      "chapter": "Chapter I",
      "section": null,
      "pages": [
        28
      ],
      "text": "Chapter I 17 platform should reflect such aspiration. Keeping in view of the above this project was formulated with the following objectives. The broad objective of the proposed work is to develop a robust and smart platform to provide updated information for availability of renewable energy resources and to identify suitable renewable energy technology for uniform and accelerated growth of renewable energy in entire Assam with ensured benefits for the communities involved. The specific objectives of the work are given below. I. To assess resources of renewable energy available in villages/municipalities of Assam using smart digital platform II. To identify the best-fit renewable energy technology options (BRETO) for holistic sustainable development of villages/municipalities in Assam III. To integrate the renewable energy resources data, technology data, socio-economic data for development of a smart robust digital platform (software) enabling accelerated growth of renewable energy in Assam IV. To identify and incorporate the region specific factors through smart technologies required for self-starting of renewable energy start-ups in Assam."
    },
    {
      "chapter": "Chapter II",
      "section": null,
      "pages": [
        29
      ],
      "text": "Chapter II Framework of the smart digital platform The justification of a smart digital platform for promotion of renewable energy in Assam is elaborated in the previous Chapter. In this Chapter, computational procedures for assessment of renewable energy potential at various scales, which act as framework of the digital platform dealing with several real time input data (viz., land, population, activities, technologies, policies), are presented. The potential application of the digital platform for different stakeholders including policy makers and target groups are also highlighted. Contents  Smart platform for promotion of renewable energy in Assam  Energy demand assessment  Assessment of renewable energy availability  Assessment of biomass availability  Estimation of woody and semi-woody biomass  Estimation of agro-residue biomass  Estimation of livestock generated bio-resources  Estimation of feedstock for biodiesel, bioethanol and some novel fuels  Biomass Feedstock Characterisation  Geospatial mapping of biomass resources  Assessment of solar energy availability  Assessment of wind energy availability  Assessment of small hydro power availability  Best fit renewable energy technology options  Renewable energy supportive policies and programmes  Smart digital platform for RE promotion and its application potential"
    },
    {
      "chapter": "Chapter II",
      "section": "2.1",
      "pages": [
        31
      ],
      "text": "Chapter II 19 2.1 Smart platform for promotion of renewable energy in Assam Promotion of renewable energy involves active participation of all the stakeholders ranging from individual users, communities, business enterprises, Government agencies, Credit agencies, Planners, etc. Whoever is the interested user, they need some key information viz. availability of the resource, availability of technology, knowledge on policies and programmes supporting the user. With respect to resource, one must be able to know what kind of resources are available and how much of the resources are available. Site specific information about resources is uncertain and unknown. Resources such as biomass is distributed spatially. Additionally, there is variation of the resource availability with respect to time. Thus, a platform which provides the information on the type and availability of the resources for a particular location is essential. With respect to technology, it should deliver a profitable business or a better option than the current uses which are mostly fossil based traditional practices. Technology adoption is influenced by its state of development, size or capacity, features and also on the availability in the local market. Thus, there is a need for provisioning of a system that lists out all the technology options taking into consideration the influencing parameters. Apart from resources and technology, economics is a vital parameter. Government policies and schemes supporting the adoption of technologies through financial incentives are in place. However, to make a ready reference to them becomes cumbersome for a common user. Integration of the data related to such policies and schemes into the platform will act as an additional advantage. Also, the resource and technology data changes with time. Thus, a robust platform should have the capability to update all the parametric information related to resource, technology, economics and policies. Keeping in view of the above, a smart platform was devised for promotion of renewable energy in Assam. The framework of the smart digital platform, as shown in Fig. 2.1, is categorized under four heads. The steps involved in the development of the smart digital platform under the different heads are discussed below. 2.2 Energy demand assessment The first step in the development of the smart platform involved assessment of energy demand in different areas. The energy demand varies by the type of consumer and their"
    },
    {
      "chapter": "Chapter II",
      "section": "2.1",
      "pages": [
        32
      ],
      "text": "Chapter II 20 requirement for the particular type of activity for which the energy is required. This energy demand was assessed in a systematic manner to develop a holistic database concerning all the aspects relating to energy demand. This involved listing of developmental blocks/municipalities/cluster of villages to cover entire Assam. Out of the listed units, representative units were selected for detailed study/mapping. Fig. 2.1. Framework of the smart digital platform Survey questionnaires were designed to develop a complete base line energy profile of commercial and noncommercial energy use. The questionnaires were developed to collect comprehensive data relating to energy requirement in commercial and noncommercial entities along with a provision to assess the waste produced for possible utilization in energy generation systems (Annexure I). The survey form was designed in bilingual (English and Assamese) format for ease of understanding by the local population. A mobile application for the survey was developed which was instrumental in conducting the survey along with the added advantage of dynamically linking with the smart platform. The survey app was developed in the ArcGIS Survey123 platform which allows collection of data using web or mobile devices even when disconnected from the internet. The mobile apps are available through https://arcg.is/8y9Oi for Household Survey form and https://arcg.is/0n8bjj0 for Industry Survey form. The digital platform is designed to serve all the development blocks (233), municipal corporation (1), municipal boards (34), and town committees (66) in 33 districts of Assam (Annexure II). Besides the general application potential, the digital platform is expected to serve large and medium industries of Assam (214 nos.), industrial growth centres and Energy Demand Assessment Conducting field surveys to assess the energy demand of the study area and development of a database Renewable energy availability assessment Mapping of Biomass, Solar, Wind and Small Hydro potential Formation of a database storing all the data Renewable energy technology options Development of a database based on interrelated parameters of the different energy generation options Dynamic updating of Renewable Energy status Development of a Smart App capable of dynamic updating of the parametric information"
    },
    {
      "chapter": "Chapter II",
      "section": "2.2",
      "pages": [
        33
      ],
      "text": "Chapter II 21 integrated industrial development centers and tea industry in Assam (listing was done based on data obtained from [34], [35]). The mobile survey app developed for collection of baseline data was used to collect data from different parts of Assam. Till the date of compilation of this report, survey data of 1071 different households have been collected through the developed mobile app. Fig. 2.2 shows the distribution of these surveyed points throughout Assam. Fig. 2.2 Surveyed points throughout Assam The current version of the survey apps is based to gather data regarding socio-economic data and various sources of energy utilization both at the household and industrial level. There is provision for extension of services of the apps for conducting demographic surveys to augment the growth of renewable energy in the region. 2.3 Assessment of renewable energy availability Biomass and solar are potential renewable energy resources in the region. Wind and Small Hydro are scantly available in small pockets. Thus, major thrust in renewable energy in Assam will be mostly based on biomass and solar energy. Biomass and Solar resources have spatial and temporal variation. Therefore, location specific mapping is required for comprehensive assessment of biomass and solar resources. The methodology adopted for"
    },
    {
      "chapter": "Chapter II",
      "section": "2.3.1",
      "pages": [
        34
      ],
      "text": "Chapter II 22 estimation of the biomass and solar energy resources is discussed below. Also, standard procedures for hydro and wind mapping are also provided. Regarding small hydro, potential small hydro sites are listed based on reviewed literature (Annexure III). Wind energy being scantly available, wind-solar hybrid systems are suggested potential energy harnessing systems. 2.3.1 Assessment of biomass availability The very first step in planning a biomass based plant is to identify and assess the availability of relevant biomass in the region. The assessment also helps in forecasting availability, estimating price of biomass and validating biomass based energy generation in terms of capacity and type of conversion technology. Consideration of variability associated with biomass type, availability, characteristics, pre-processing requirements, cost and environmental impact is essential. Biomass feedstock for energy generation is principally derived from plants and livestock generated waste. Plant based renewable biomass is categorised into woody, semi-woody and biomass residue type. Conversion of biomass to appropriate form (pellet, powder), depending upon the energy generation technology, is needed prior to their usage. Biomass availability estimates the net productivity of biomass in the study region. Theoretical assessment is conducted based on surveys, analysing the data and assessing the results. Surveys are directed at estimating availability and assessing consumption pattern of biomass in a region. Surveys are conducted using two approaches viz. primary and secondary survey. In primary survey approach, data is collected from the direct producers of biomass i.e. farmers. In contrast, in secondary survey data is collected from secondary sources such as district administration, census reports, agricultural department and other government offices and websites. The methodology adopted for resource survey is dependent on the scale of operation being targeted. For example, a 40 kW biomass gasification based power plant may require study in one village whereas a MW scale plant may require a biomass resource survey in several districts. As discussed, there are four types of biomasses available in different ratios at different locations. Standard procedures for estimation of these biomasses, as discussed in the following sections, were used in the study."
    },
    {
      "chapter": "Chapter II",
      "section": "2.3.1.1",
      "pages": [
        35
      ],
      "text": "Chapter II 23 2.3.1.1 Estimation of woody and semi-woody biomass Trees are present in all levels of a region starting from homestead to agricultural land and forests within the region. While trees, in general, yield woody biomass; small trees or shrubs yield semi-woody biomass. Biomass from all the trees in different levels can be used as feedstock for gasification based electricity generation. The annual sustainable yield of biomass from a particular tree (yT) can be estimated by considering the area under plantation of the tree (AT) along with productivity of the tree (PrT) and sustainable yield factor (Fy) using Eq. 2.1. 𝑦𝑇= 𝐴𝑇× 𝑃𝑟𝑇× 𝐹𝑦 ----2.1 It is observed that some plantations are planned while some are unplanned as in the case of some shrubs yielding semi-woody biomass. Under such conditions the area under plantation (AT) has to be modified to accommodate the share of area of unplanned plantations in different land settlements (AT,Up). Accordingly, Eq. 2.1 is modified to incorporate the total area under a tree or shrub (AT,total) by using Eq. 2.2. 𝑦𝑇= 𝐴𝑇,𝑡𝑜𝑡𝑎𝑙× 𝑃𝑟𝑇× 𝐹𝑦 ----2.2 where 𝐴𝑇,𝑡𝑜𝑡𝑎𝑙= 𝐴𝑇+ 𝐴𝑇,𝑈𝑝 The total annual biomass yield (yT,total) is then calculated using Eq. 3.3. 𝑦𝑇,𝑡𝑜𝑡𝑎𝑙= ∑ [𝐴𝑇,𝑡𝑜𝑡𝑎𝑙(𝑖) × 𝑃𝑟𝑇(𝑖) × 𝐹𝑦(𝑖)] 𝑛 𝑖=1 ----2.3 where i represents a particular tree or shrub within the total types of trees and shrubs (n) available in the region. Estimation of woody biomass can also be done using dynamic modeling. Dynamic modeling of biomass estimation is based on biomass factor method, the allometry growth equation method and the volume source biomass method [36]. Most of these models primarily uses the diameter at breast height (D) to estimate the biomass [37]. This method, however, loses precision at larger scales due to lack in specificity for different tree species, site features and accuracy of the area measurement. Different allometric growth equation methods have been used to develop biomass estimation equations incorporating data from published studies [37]. The equations have been modified by many researchers to adapt them to different research scenarios [36]."
    },
    {
      "chapter": "Chapter II",
      "section": "2.3.1.2",
      "pages": [
        36
      ],
      "text": "Chapter II 24 Models using diameter at breast height (D), tree height (H), D2H and DH as the independent variables are also summarized in previous studies [38,39]. These models aimed at simulating a portion of or the whole plant wood biomass using a combination of the power function model, exponential model and polynomial model. Equations for estimating semi-woody biomass were also developed [40]. Site index and forest biomass variable model of the stand basal area was also developed [41]. However, it was observed that as the objective changed, the reliability of the D indicator could not conform to the needs of practical forestry estimates. A more popular estimation approach involves wood density (WD) and stand basal area (G). A combination of D, H and WD was adopted to establish a logarithmic and exponential biomass estimation model [42,43]. Fusion variable along with logarithmic model was used to estimate the biomass of the Amazon forest [44]. Structural relationships between form factor, wood density, and biomass was also studied using a variable containing D, H, WD and G in a logarithmic combined biomass model [45]. It is observed that in order to increase the accuracy of the model’s estimation of biomass, at a small scale, more number of independent variables are required [44–46]. It is also noteworthy that depending on the intended use and the actual demand, an increase in the magnitude of an independent variable of the biomass model is required [47]. Also, the definition of a forest stand is ambiguous at a large or a small scale leading to uncertainty when a model is selected [46]. This issue can be addressed by using different parameters to analyze the model. In a related study, D and H were used as independent variables to determine 8 parameters in a forest stand biomass model [49]. 2.3.1.2 Estimation of agro-residue biomass Most rural areas have an agrarian based economy i.e. crop cultivation is the major source of livelihood in these areas. Thus, agro-residue biomass is a major source of biomass in these areas. Thus, estimation of agro-residue biomass is important for planning any biomass based energy generation for these regions. Estimation of agro-residue biomass is based on the major crops growing in the area, the area covered by each crop (AAR), the biomass productivity of each of these crops (PrAR) and the residue production ratio of these crops (FAR). The total annual agro-residue biomass yield (yAR,total) is estimated using Eq. 2.4. 𝑦𝐴𝑅,𝑡𝑜𝑡𝑎𝑙= ∑ [𝐴𝐴𝑅(𝑖) × 𝑃𝑟𝐴𝑅(𝑖) × 𝐹𝐴𝑅(𝑖)] 𝑛 𝑖=1 ----2.4"
    },
    {
      "chapter": "Chapter II",
      "section": "2.3",
      "pages": [
        37
      ],
      "text": "Chapter II 25 where i represents a particular crop within the total types of crops (n) available in the region. Eq. 2.3 and Eq. 2.4 gives an estimate of the total biomass yield from woody or shrub and agro- residue biomass respectively. Estimates of productivity, sustainable yield and residue production ratio are available from standard literature [31]. However, there are uncertainties associated with the competitive uses, techniques of harvesting and threshing, and methods of collection of the biomass resources. Thus, the practically available agro- residue is different from the total yield. The practically available agro-residue is estimated by multiplying each of the Eq. 2.3 and Eq. 2.4 by the resource availability factor (FRs,Av) which takes into account the mentioned uncertainties. Standard literature is available to accommodate the uncertainties in harvesting and collection techniques in the resource availability factor [31]. However, there are inherent variations in the biomass consumption pattern of a particular region. Thus, assessment of biomass consumption of a region is essential to cater for the influence of competitive uses on the resource availability factor. Assessment of biomass consumption of a region is carried out by surveys. The survey centres on the direct consumers of biomass viz. households and industries utilizing the biomass. A questionnaire is designed to collect information on amount of biomass utilised as cooking fuel, fodder for livestock and raw material in industries. The resource availability factor is then attuned to incorporate the variations in the biomass consumption. 2.3.1.3 Estimation of livestock generated bio-resources Multiple factors, including the type of animal, animal husbandry procedures in use, the amount and ingredients of feed, whether confined or range animals, and general characteristics like weight and size of typical breeds of each animal species all play a role in how much livestock dung is produced. The enlisted species were divided into four groups according to size: large animals (cows and buffaloes), small animals (sheep and goats), pigs, or poultry (broiler, layer, and other). For cows and buffalo, sheep and goats, pigs, and poultry the average daily production of dung in Asia is between 10 - 20 kg (5 to 6% of body weight), 2 kg (4 to 5% of body weight), 4 kg (5 to 7% of body weight), and 0.1 kg (3 to 4% of body weight), respectively [50]. In the current study, the amount of dung produced by the enumerated species was computed using an assumption that the average domesticated breeds in India weigh 250, 40, 80, and 1.5 kg for cow, goat, pig, and poultry, respectively. As"
    },
    {
      "chapter": "Chapter II",
      "section": "12.5",
      "pages": [
        38
      ],
      "text": "Chapter II 26 a result, for the above livestock categories, average standard values of 12.5 kg per day (based on 5% body weights), 1.6 kg per day (based on 4% of body weight), 4 kg per day (based on 5% of body weight), and 0.045 kg per day (based on 3% of the body weight) are recommended. Region specific field verified data are used for refining the estimation in the current study. 2.3.1.4 Estimation of feedstock for biodiesel, bioethanol and some novel fuels Biodiesel, bioethanol, bio-methanol and bio-hydrogen are some of the bio-fuel options. Traditionally, variety of non-edible oil seeds are used for biodiesel production. Algae has also been identified as promising source for biodiesel production. Similarly, sugar containing plant biomasses are used for bio-ethanol production. Bamboo has been identified as feedstock for co-production of value added chemicals and bio-ethanol. Bio-hydrogen and bio-methanol are two novel biofuels produced from ligno-cellulosic biomass resources viz., crop residues. Biomass resources mentioned above can be estimated from the land use land cover classification data through GIS based analysis incorporating the ground-based information. Generally, land under forest cover can be planned for plantation of non-edible oil seeds for biodiesel production. Similarly, planning for other biomass feedstock for viz., bio-ethanol, bio-methanol and bio-hydrogen can also be done based on the status of land resources. The estimation of the quantities of each of the above fuels are done using the information of the feedstock production, their characteristics and production technologies. Standard sources are considered for all such required information (Annexure IV). 2.3.1.5 Biomass Feedstock Characterisation After establishing the feedstock availability, it is essential to gain an understanding on the characteristics of the available feedstock in order to establish their viable utilisation in a biomass based energy generation system. Performance of a biomass energy system is influenced by the biomass characteristics. Proper understanding of feedstock characteristics is essential not only in the reliable design of a biomass energy generation system but also for the sustainable planning of feedstock delivery for the system. Characterization of biomass helps in screening potential feedstock for utilization in the energy generation system. Majority of the feedstocks are characterized through standard methodologies and"
    },
    {
      "chapter": "Chapter II",
      "section": "2.3.1.6",
      "pages": [
        39
      ],
      "text": "Chapter II 27 information is available in literature. Biomass characterization data are adopted from such sources and available in Annexure V. 2.3.1.6 Geospatial mapping of biomass resources There exists spatial and temporal variation in the availability of biomass resources. As such, assessment of biomass requires special tools. Geographical Information System (GIS) is a useful spatial tool which has found application in theoretical assessment of biomass resources [51–54]. Importance of GIS is augmented by the diversity in biomass resources that can be used as energy feedstock. The diversity in the resources require a database of biomass characteristics, availability and distribution for effective planning of energy generation system utilizing the resources. GIS helps in the development of such a database which can later serve as a decision making tool for effective collection of raw material, allocation of the benefits of bioenergy and cost-benefits analysis [55–57]. GIS based biomass resource mapping was used in the present study. Rice cultivation being a predominant agricultural practice in Assam, rice residue is a major biomass resource of the region and considered in the present study. The process involves land use land cover (LULC) classification, rice cropland mapping and road network mapping for the region for which the satellite image is available. In the present study high resolution multispectral satellite image, Sentinel 2A acquired from the European Space Agency (ESA) is used for the land use land cover (LULC) classification. Google Earth image pertaining to the study area is used for verification/ground trothing of LULC classification, rice cropland mapping and road network mapping. Due to its very high resolution features, Google Earth particularly helps to identify different types of road (e.g., highways, urban road, rural road). ArcGIS 10 GIS software developed by the Environmental System Research Institute (ESRI) is used for rice cropland mapping and road network mapping. The LULC classification is done using Sentinel Application Platform (SNAP) software developed by the ESA. Handheld Geographical Positioning System (GPS) developed by Garmin is used to collect coordinates (lat/long) of selected locations of the study area. The coordinate points are used for image classification and accuracy assessment purposes. In this study, supervised classification method is used for LULC mapping. Both Maximum Likelihood Classifier (MLC) and Random Forest Classifier (RFC) are comparatively applied to determine which method provides better LULC"
    },
    {
      "chapter": "Chapter II",
      "section": "1.5",
      "pages": [
        40
      ],
      "text": "Chapter II 28 classification for the study area. Prior to LULC classification, the Sentinel 2A image is preprocessed and corrected for atmospheric disturbances, orthorectified and georeferenced to Universal Transverse Mercator (UTM) reference system (zone 46N). All the Sentinel-2 spectral bands were resampled to 10 m spectral resolution using the bilinear upsampling method and a mean downsampling method [58]. Each individual rice cropland was also manually digitized (on-screen digitization) using ArcGIS software at 1:15000 scale with prior knowledge of the fields (through ground truthing). While mapping the cropland, standard guidelines provided by the National Remote Sensing Centre [31, 59] were followed. The roads were identified and mapped in ArcGIS environment using the Sentinel-2A satellite image. Google Earth was extensively used to identify other types of road (e.g., road passing through fields, roads within a village) in the study area. Statistics available from rice cropland mapping could be used to assess rice residue bioenergy generation potential in the study area. Rice straw and husk has been successfully used as a feedstock for the generation of biomass electricity and 2nd generation biofuel along with the production of other bio-based materials. Energy potential from rice straw and rice husk available in the study area is estimated as the methodology developed by Hiloidhari et al., 2014. The model considers factors such as residue production ratio (RPR, residue production per unit of grain production), crop area, crop productivity, residue availability factor and energy value of the crop residue. The RPR of rice straw and hush is taken as 1.5 and 0.2. Rice crop productivity in Sonitpur district is taken as 2.15 t ha-1 based on last three years (2016-18) average productivity (Annexure VI). Rice straw and husk availability factors are taken as 0.5 and 0.8 [31]. The residue availability factor is the amount of residue available for bioenergy generation after deducing the competing uses (e.g., feed for animal, soil requirement). The LHV of both rice straw and husk is taken as 15.54 MJ kg-1 [32]. Baseline data (number of cow, goat, pig, poultry, crop residue at household level) for estimation of biogas and biomass gasification potential was generated with the inputs from the survey data. Baseline biomass resource mapping in some regions of Assam are also available (Annexure VII). Standard methodology was used for estimation of biogas and biomass gasification potential [60]."
    },
    {
      "chapter": "Chapter II",
      "section": "2.3.2",
      "pages": [
        41
      ],
      "text": "Chapter II 29 2.3.2 Assessment of solar energy availability The methodology adopted for analysis of the solar data is shown in Fig. 2.3. In this study two major approaches are considered to estimate the solar radiation, one is based on measured data from meteorological station and second method is derived from satellite data (NASA solar radiation data). The meteorological station which is nearer to the study area is considered to be the most appropriate for verifying the estimated solar radiation. The NASA data are satellite- retrieved; its parameters are computed on a daily average basis using NASA/GEWEX surface radiation Budget model. The model considers the effect of cloud cover and local atmospheric conditions. Compared to BSRN (Baseline Surface Radiation Network) sites the NASA data showed high accuracy with Bias (less than 0.12) and RMSE (Root Mean Square Error) (less than 18%). BSRN sites are the most accurate approved ground sites. To verify the NASA data accuracy, the data were verified with the Tezpur university ground data which is monitored by CWET (Centre for Wind Energy Technology) and collected using a pyrheliometer. The accuracy showed an R-squared value of 0.97 while the percentage of deviation was 9% as shown in Fig. 2.4. For optimum solar energy generation, it is required to calculate the radiation data on inclined surface at a tilt angle where solar PV modules will be mounted. The energy generation from a PV module depends not only on the energy contained in the sunlight, but also on the angle between the module and the sun. The energy density is maximum when the PV module is perpendicular to the sun. However, the angle between the sun and a collector area is continuously changing. Therefore, calculation of incident solar radiation on an inclined collector is an utmost requirement to estimate the maximum energy generation from the solar system. Incident radiation on a tilted surface is calculated from solar radiation measured on horizontal surface or from satellite data. The analysis aimed at estimating the energy generation potential for a south facing surface tilted at an angle of 30°. The analysis considered losses in different stages of the conversion process. Energy generation potential in a tilted surface in the study area for different days of a year was estimated."
    },
    {
      "chapter": "Chapter II",
      "section": "2.3",
      "pages": [
        42
      ],
      "text": "Chapter II 30 Fig. 2.3 Methodology for Solar data analysis Daily solar energy generation data has been estimated by using hourly solar radiation and ambient temperature data obtained from the NASA website (https://power.larc.nasa.gov/data-access-viewer/). To estimate the daily energy generation, Eq. 2.5 has been utilized where efficiency of solar PV module and solar inverter is considered as major variable along with solar radiation, ambient temperature and available rooftop area. 𝐸𝑝𝑣= 𝐸𝑠𝑜𝑙× 𝐴× 𝜂𝑝𝑣× 𝜂𝑖𝑛𝑣 ----2.5 where EPV is the energy output of the solar PV System in kWh, Esol is the incident solar radiation on a unit area, A is the area of solar array, ȠPV is the rated efficiency of the PV module and Ƞinv is the efficiency of the inverter. In actual practice the efficiency varies with ambient temperature. The impact of temperature is defined by Power Temperature Coefficient (PTC), which is percentage change in the output of a PV module with change in every degree Celsius of temperature from the standard"
    },
    {
      "chapter": "Chapter II",
      "section": "2.4",
      "pages": [
        43
      ],
      "text": "Chapter II 31 operating temperature of 25 ͦC recommended for the PV module. This is taken into account by multiplying Eq. 2.4 by a correction factor as follows. 𝐸𝑝𝑣= 𝐸𝑠𝑜𝑙× 𝐴× 𝜂𝑝𝑣× 𝜂𝑖𝑛𝑣× (𝑃𝑇𝐶× 𝑇𝑚𝑜𝑑𝑢𝑙𝑒−25℃)/100 ----2.6 where, 𝑇𝑚𝑜𝑑𝑢𝑙𝑒= 𝑇𝑎𝑖𝑟+ {(𝑁𝑂𝐶𝑇−20)/800}; NOCT being the Normal Operating Cell Temperature. Fig. 2.4 Validation of NASA data with ground data for Tezpur In the above methodology, assumption has been made for solar module and inverter efficiencies based on the market available module and inverter data. In Indian market, available polycrystalline module efficiencies vary from 16% to 19% and efficiencies of solar inverters varies from 95% to 98%. Although, the energy generation estimation depends upon various factors, the efficiency of major components plays a key role. In the present study three sets of modules and three sets of inverter efficiencies has been considered (Table 2.1(a)). Considering these three sets of module and inverter efficiencies nine different models has been developed (Table 2.1(b)). The solar energy generation data has been estimated by considering these nine models and along with other parameters such as solar radiation, ambient temperature and available rooftop area data."
    },
    {
      "chapter": "Chapter II",
      "section": "2.1",
      "pages": [
        44
      ],
      "text": "Chapter II 32 Table 2.1(a) Different modules and inverters considered in the solar analysis Parameter Set 1 Set 2 Set 3 Module Efficiency 16.5 17.78 18.1 Inverter Efficiency 95 98 98.5 Table 2.1(b) Different models considered in the solar analysis Model Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8 Model 9 Module Efficiency 16.5 17.78 18.1 16.5 16.5 17.78 17.78 18.1 18.1 Inverter Efficiency 95 98 98 98 98.5 95 98.5 95 98.5 Standard methodology, as discussed above, was used to assess biomass and solar energy availability. The details of biomass energy mapping of the demonstration site are given in Annexure VIII. 2.3.3 Assessment of wind energy availability Wind resource assessment (WRA) generally involves five stages. In the first stage wind resource prospecting is done. The process of prospecting begins with a high-level examination of wind-rich locations. The available information for the region under study or any area within its proximity is analyzed to produce wind statistics based on numerical weather prediction models and reanalysis data. A preliminary wind resource assessment (WRA) is carried out using these data with the intention of comparing regions based on their annual energy output (AEP). The AEP accuracy is +/-50% at this stage. The second stage involves measurement of wind speed at the desired location. The project region must have on-site wind measurements for at least a year. Remote wind measuring and conventional met-masts are two techniques used for on-site wind measurement. In the third stage Linear Wind Flow Model Based Estimation of AEP is carried out. For the main spatial extrapolation and AEP computation, linear wind flow models like WAsP are employed. WindPRO, Wind Farmer, and OpenWind are other pieces of software. The spatial and vertical extrapolations carried out here are applicable for thermal stability (no convection), slightly changing terrain, and terrain where the roughness around the measured sites is comparable to the roughness surrounding the turbine sites. In the event that the stage three model's presumptions are incorrect, computational fluid dynamics (CFD) modelling is carried out. When there is thermal instability and complicated terrain, it is necessary. CFD"
    },
    {
      "chapter": "Chapter II",
      "section": "2.3.4",
      "pages": [
        45
      ],
      "text": "Chapter II 33 models are executed on high-performance computer clusters using a three-dimensional grid. Although CFD models increase the cost of a WRA, they are worthwhile when stage three assumptions are not entirely true. Stage five involves loss and uncertainty analysis. This is an important component of a WRA as there exists large scale uncertainty of wind speed measurement, wind speed extrapolation (spatial, vertical and temporal), power curve, wake, air density etc. Based on the estimation of the wind resources in a region, wind power is calculated using standard equations [61]. 2.3.4 Assessment of small hydro power availability In a field where the evaluation methods and information sources have historically been extremely traditional, GIS-based technologies and remote sensing data used to hydropower survey studies have found a place. These methods have been used in several nations to find and select hydropower potential. A procedure for GIS based assessment of hydropower potential involves site identification and flow measurement at chosen sites. The following factors are taken into consideration when choosing a site: (i) Stream order: Only streams of the fifth or higher order should be taken into account to ensure adequate water flow; (ii) Bottom gradient: The chosen site should be such that the average gradient along the bottom of the stream should be 1:50 (i.e., 2%) or more to ensure adequate potential head; and (iii) Minimum hydropower site interval: Distances between two consecutive hydropower sites should not exceed one kilometre. Site selection is based on the Digital Elevation Model (DEM) and stream network. By interpolating contour data, the DEM that describes the terrain features of the study watershed is created. The 20-m interval contour data are taken from typical toposheets. To determine the elevation and subsequently the available drop along the stream bed, the DEM and the stream network are superimposed. From the watershed's outlet, which extends upstream, the search for suitable areas is carried on until it reaches its destination. Based on predetermined criteria, acceptable hydropower sites are chosen. The SWAT2000 hydrological model can be used to estimate flow rate. It can be used for a sizable, rural watershed with more than 100 sub-watersheds that is not gauged. The SWAT model divides a watershed into sub-basins to account for the impact of soil characteristics and land uses on hydrology. The model then separates these sub-basins into more compact, homogenous units called as Hydrologic Response Units (HRU). The HRUs"
    },
    {
      "chapter": "Chapter II",
      "section": "2.4",
      "pages": [
        46
      ],
      "text": "Chapter II 34 are grouped land areas within the sub-basin with particular characteristics of the soil, land cover, and its management. For the simulation of flow rates, SWAT2000's application needs some particular data. These data fall into two categories: discrete data at a single location and spatial thematic map data. Digital Elevation Model (DEM), stream network data, land use map, and soil map are some examples of spatial thematic map data. Climate data and discharge data are included in the input data for discrete locations. It is necessary to have long-term information about the annual rainfall events that occur close to the study area. The resulting model is then calibrated and validated using standard procedures. The discharges at the designated sites are estimated following model calibration. The estimation of discharge begins at the confluence of two streams and continues until all confluence locations of all streams in the fifth and higher order have been reached. Changes in discharge are disregarded if there are more than two places found between two confluence points that are close to one another. In addition to other purposes, the construction of a Flow Duration Curve (FDC) is a prerequisite for hydropower planning. The model simulates the temporal water flow data during a time for which rainfall and temperature data are available. For all the identified hydroelectric locations, FDC is built using these modelled discharge statistics [33]. 2.4 Best fit renewable energy technology options Technology selection, as discussed earlier, is a critical component for planning renewable energy based energy generation. Technology selection is based on the resource availability, demand, level of development of the technology, size, features required, availability in the local market, etc. and policies. Information about all possible technology options such as bioenergy, solar decentralized photovoltaic (PV), solar centralized PV, solar thermal options, small hydro power and wind energy generators was collected from the standard sources and a data bank was created. A data bank of the characteristics of locally available biomass for utilization in biomass based energy generation based on proximate and ultimate analysis was also developed and linked to the smart platform. Having hands on knowledge on the demand, availability of resources, their distribution and guidelines for utilization in conversion systems, the user is able to choose the best fit renewable energy option for their intended use."
    },
    {
      "chapter": "Chapter II",
      "section": "2.5",
      "pages": [
        47
      ],
      "text": "Chapter II 35 2.5 Renewable energy supportive policies and programmes Knowledge on policies and programmes supporting various renewable energy interventions is also important in promoting their outreach and achieving the associated targets. The framework of the smart platform has been designed in order to provide necessary policy implication information for the users. A list of various policies and programmes in different domains of renewable energy generation was generated (Annexure XI). The smart platform framework integrates key information regarding the various renewable energy supporting policies and programmes at the regional level. The smart platform allows users to view key aspects of the policy implications based on their requirements. 2.6 Smart digital platform for RE promotion and its application potential The platform has the capability of acting as a tool at various levels of use. For development of renewable energy-based project in Assam the platform is capable of generating customized data at Household/Individual and Community level. It has the capability to answer pertinent questions relating to Household Solar PV, Household Biogas (customised models), Community level Solar PV project, Biogas project (under GOBARDHAN scheme), Biomass Gasification projects, Industrial level Solar PV project (Tea industry, Agriculture, Production industry), Biogas project (under SATAT scheme), Biomass gasification/co- gasification project. The platform also has the capability to aid in identification and selection of appropriate renewable energy technologies for Assam like household/individual/industrial level technology identification and selection based on resource and technology assessment (Solar PV, Biogas and Gasification). The smart platform is expected to empower the local youth to take renewable energy generation as potential start-up. Location specific mapping of renewable energy resources is an intensive task requiring ample time and monetary obligations. Applicability of the smart platform is demonstrated for a representative area of 10×10 km2 with Tezpur University as center (Fig. 2.5) which can be replicated for any other area of interest on need basis. The demonstration site has a total of 61 villages (Annexure I). Some key survey results for the representative area are summarized in Fig. 2.6 (a, b, c)."
    },
    {
      "chapter": "Chapter II",
      "section": "2.6",
      "pages": [
        49
      ],
      "text": "Chapter II 37 Fig 2.6 (a) Socio-economic and consumption data Fig. 2.6 (b) Electricity consumption data Fig 2.6 (c) Rooftop data for planning household level Solar PV Solar and Biomass are the predominant resources in the representative area. The detailed energy demand, resource assessment, technology and policy options are integrated and forms the central unit of the smart platform. The user end of platform which helps in visualization of the results is provided in the form of a mobile application. A tentative name for the mobile application is suggested to be PREA (Promotion of Renewable Energy in"
    },
    {
      "chapter": "Chapter II",
      "section": "2.7",
      "pages": [
        50
      ],
      "text": "Chapter II 38 Assam). The layout of the PREA App is shown in Fig.2.7. The application of PREA with case examples is highlighted in Chapter III. Fig. 2.7 Layout of the PREA App"
    },
    {
      "chapter": "Chapter III",
      "section": null,
      "pages": [
        51
      ],
      "text": "Chapter III Applications of Smart Digital Platform through PREA App The desired growth of renewable energy in Assam requires dissemination of precise and updated information among the relevant stakeholders. Broad overview of the requirements of such information for different types of stakeholders including individual users, entrepreneurs, bankers, education and research organizations and government agencies have been provided in the previous Chapters. Similarly, a range of feasible renewable energy resources/technologies are also introduced in the previous Chapters. The requirements of different users (stakeholders) based on the nature of engagement concerning wide variety of renewable energy resources/technologies for growth of RE in Assam necessitates a user-friendly platform to handle all possible cases. The smart digital platform and its applications through an Apps (PREA) are presented in this Chapter. Contents  PREA: The multifaceted applications platform  Multi-user features of PREA  PREA for planning of roof top solar energy system  PREA for planning of community level solar energy system  PREA for planning of solar PV powered Irrigation system  PREA for planning of individual level biogas system  PREA for planning of community level biogas system  PREA for planning of community level biomass gasification system  PREA for planning of industrial biofuel system  PREA for renewable energy demand and supply side management  PREA for estimation of energy demand  PREA for assessment of bioenergy supply potential (biogas, producer gas, biodiesel, bioethanol, bio- hydrogen, bio-methanol)  PREA for assessment of solar energy supply potential"
    },
    {
      "chapter": "Chapter III",
      "section": "3.1",
      "pages": [
        53
      ],
      "text": "Chapter III 40 3.1 PREA: The multifaceted applications platform The central framework of the smart platform is data driven and presented in the previous Chapter. The users’ accessibility of the platform is managed through an App named as PREA (Promotion of Renewable Energy in Assam). PREA is the user-end of the platform. At present, the applicability of PREA is demonstrated through some specific locations whereas it is applicable for any location within Assam. Features of PREA are demonstrated with the help of some case examples in this Chapter. 3.2 Multi-user feature of PREA Involvement of several key stakeholders is anticipated for the desired holistic growth and development of renewable energy in Assam. Some of such stakeholders are (a) individual domestic users of renewable energy, (b) community users of renewable energy for business or for local uses, (c) credit agencies funding renewable energy projects, (d) industries as consumer or producer of renewable energy, (e) government agencies involved in renewable energy projects, (f) research and academics organizations (Fig. 3.1). Fig. 3.1 Multi-user feature of PREA Similarly, PREA users’ can fulfill their requirements for a diverse range of resources (viz., solar, biomass, renewable hydro, and wind) and technologies (biogas, producer gas, biofuel, power, solar PV, solar thermal etc.). 3.3 PREA for planning of roof top solar energy system PREA supports generation of key information regarding individual/business level solar energy utilization regarding potential energy generation, technology availability, potential energy savings, government schemes supporting solar PV installation. Some examples are shown below. User type Individual/ Business Community Agencies Research and Academics"
    },
    {
      "chapter": "Chapter III",
      "section": "221.63",
      "pages": [
        54
      ],
      "text": "Chapter III 41 User query: Which size of Solar PV Plant is appropriate for me? User inputs required: (Grey highlighted items are inputs received from user) o I am a resident of: Village: Tengabasti, Block: Gabharu, District: Sonitpur o Area of roof top I have in m2: RCC : 0 Assam Type (South facing): 60 Assam type (East West facing): 40 o My connected load is (kW): 2 PREA response: (PREA response as black highlighted text) Suggested Solar PV plant capacity is: 7 kW User query: Types of Solar PV Plants suitable in Assam and their approximate market prices? PREA response: Updated information is available through the App User query: How much electricity (unit) can be generated through my roof top solar? (Grey highlighted items are inputs received from user for the case) Tell me daily generation potential for the month of: March Tell me potential saving of grid electricity (kWh) using my roof top solar in the month of: March Tell me potential annual saving of grid electricity (kWh) using my roof top solar: Tell me potential annual saving of money (Rs) using my roof top solar for my location: PREA response: (Black highlighted items are answers received from PREA for the case) Generation potential for the month of March is: 221.63 kWh Potential saving of grid electricity (kWh) using roof top solar in the month of March is: 258 kWh Potential annual saving of grid electricity (kWh) using my roof top solar: 1747 kWh Potential annual saving of money (Rs) using my roof top solar for my location: 10480 User query: Tell me about the Government Schemes to get support for installing solar PV in my household PREA response: Updated information is available through the App"
    },
    {
      "chapter": "Chapter III",
      "section": "3.3",
      "pages": [
        55
      ],
      "text": "Chapter III 42 3.3 PREA for planning of community level solar energy system PREA supports generation of key information regarding community level solar energy utilization regarding potential energy generation, technology availability, government schemes supporting solar PV installation. Some examples are shown below. User query: Potential size of Solar PV Plant in our community? User input required: (Grey highlighted items are inputs received from user for the case) o I am a resident of: Village: Bahluk Jharani, Block: Gabharu, District: Sonitpur o If I have barren land or community land: Yes o Area of land available in m2: 161580 PREA response: (Blue highlighted items are answers received from PREA for the case) Suggested installation capacity is: 21 MW User query: What are the different types of Solar PV Plant available and their approximate market prices? PREA response: Updated information is available through the App User query: How much electricity (unit) can be generated through the selected power plant? (Grey highlighted items are inputs received from user for the case) Tell me daily generation potential for the month of: January Tell me annual generation potential (MWh) using our community solar PV plant PREA response: (Black highlighted items are answers received from PREA for the case) Generation potential (MWh) for the month of May is: 684 Annual generation potential (MWh) using the power plant is: 24636 User query: What are the potential sites for installing the solar power plants? (Grey highlighted items are inputs received from user for the case) Tell me your location: Village: Tengabasti, Block: Gabharu, District: Sonitpur PREA response: Map showing possible location of the power plant"
    },
    {
      "chapter": "Chapter III",
      "section": "3.4",
      "pages": [
        56
      ],
      "text": "Chapter III 43 3.4 PREA for planning of solar PV powered Irrigation system PREA supports generation of key information regarding solar PV for irrigation purpose like configuration of PV system (Pump+Solar Module), cost of installation, government schemes supporting solar PV installation. Some examples are shown below. 3.5 PREA for planning of individual level biogas system PREA interface for individual level biogas system is capable of generating information related to potential of biogas installation, biogas yield, biogas digester size, LPG replacement potential, fertilizer generation potential, installation cost of biogas system, government schemes. Some examples are shown below. User query: What is the configuration of Solar PV system for irrigation in my crop field? User input required: (Grey highlighted items are inputs received from user for the case) o Crop Area (ha): 1 o Crop type: Rice o Depth of irrigation (m): 0.05 o Number of irrigations: 4 o Location: Sonitpur PREA response: (Black highlighted items are answers received from PREA for the case) Pump power requirement: 2.23 kW No. of Solar panels required: 9 User query: What will be the cost of SPV irrigation system for one hectare of land? PREA response: Updated information is available through the App User query: Tell me about the Government Schemes to get support for installing SPV irrigation system PREA response: Updated information is available through the App"
    },
    {
      "chapter": "Chapter III",
      "section": "7.3",
      "pages": [
        57
      ],
      "text": "Chapter III 44 User query: What is the recommended size of biogas plant for our Family? User input required: (Grey highlighted items are inputs received from user for the case) Feedstock Amount available (kg/day) Cattle Manure 10 Poultry Dropping 10 Food Waste 10 Raw vegetables and fruits waste 10 Rice straw 10 Choose biogas digester type Fixed dome PREA response: (Black highlighted items are answers received from PREA for the case) Biogas yield (Nm3/day): 7.3 Biogas digester size (m3): 22 LPG cylinder replacement potential per month (~): 2 Solid Fertilizer production per month (kg): 35 User query: What are the different types of biogas plant available? PREA response:"
    },
    {
      "chapter": "Chapter III",
      "section": "3.6",
      "pages": [
        58
      ],
      "text": "Chapter III 45 3.6 PREA for planning of community level biogas system PREA interface for community level biogas system is capable of generating information related to potential of biogas installation, biogas yield, BioCNG production, LPG replacement potential, fertilizer generation potential, installation cost of biogas system, government schemes. Some examples are shown below. User query: What is the cost of setting up of a biogas plant? PREA response: Table showing the cost of biogas systems. Sl. No. Particulars Plant capacity, m3 2 m3 3 m3 4 m3 6 m3 8 m3 1 Fabrication Cost, Rs 20000 23500 31000 43000 50000 2 Fixed Cost, Rs/h 1.28 1.01 1.00 0.90 0.80 3 Operational cost, Rs/h 1.94 1.87 1.81 1.78 1.77 4 Theoretical operating cost, Rs/h 3.22 2.88 2.81 2.68 2.56 User query: Tell me about the Government Schemes to get support for installing biogas PREA response: Updated information is available through the App User query: What is the recommended size of biogas plant for our community? User input required: (Grey highlighted items are inputs received from user for the case) Feedstock Amount available (t/day) Cattle Manure 1 Poultry Dropping 0 Food Waste 0 Raw vegetables and fruits waste 0.2 Rice straw 0 PREA response: (Black highlighted items are answers received from PREA for the case) Biogas yield (Nm3/day): 90 LPG replacement potential per year (~): 260 Fertilizer production per month (kg): 832"
    },
    {
      "chapter": "Chapter III",
      "section": "3.7",
      "pages": [
        59
      ],
      "text": "Chapter III 46 3.7 PREA for planning of community level biomass gasification system Information regarding community level biomass gasification based electricity generation is available through the PREA App through a decision support system (available as an extension service). The DSS allows the user to predict the viability of using a gasifier system for a range of energy demand and feedstock supply scenarios or to determine the optimum mix of different aspects (feedstock related parameters, gasifier operating conditions, electricity distribution) where energy demand and feedstock supply issues are known. The variations and decisions possible through the DSS for various scenarios are summarized in Table 3.1. User query: What are the different types of community level biogas plant available and what is their cost? PREA response: Updated information on cost of different community biogas systems is available through the App. User query: What are the Government Schemes to get support for installing community level biogas systems? PREA response: Updated information on Government Schemes supporting Community Biogas Systems is available through the App. User query: What is the suitable location for setting up a biogas plant in our area? PREA response: (Grey highlighted items are inputs received from user for the case) Tell me your location: Block: Balipara, District: Sonitpur Suggested location and shortest collection route"
    },
    {
      "chapter": "Chapter III",
      "section": "3.1",
      "pages": [
        60
      ],
      "text": "Chapter III 47 Table 3.1 Variations and Decisions possible with the DSS for different scenarios Scenario Variations possible in the DSS Decisions possible (I) Fixed Energy Demand, Fixed feedstock Capacity factor, gasifier construction material, power generation unit type I(a). Influence of capacity factor enabling decision regarding viability of utilizing the feedstock for the given energy demand. I(b). Choice of Gasifier type. I(c). Choice of power generation unit type (II) Varying Energy Demand, Fixed Feedstock Capacity factor, electrical power, gasifier construction material, power generation unit type II. I(a), I(b), I(c) above for varying energy demand (III) Fixed Energy Demand, Varying feedstock Feedstock type, Capacity factor, gasifier construction material, power generation unit type III. Choice of appropriate feedstock along with I(a), I(b) and I(c) above (IV) Varying Energy Demand, Varying feedstock Feedstock type, Capacity factor, electrical power, gasifier construction material, power generation unit type IV. All of III for varying energy demand The user is able to view key parametric information about biogas gasification systems using the DSS. The application potential of the DSS is shown below with some examples. User query: What is the recommended size of biomass gasification system for our community? User input required: (Grey highlighted items are inputs received from user for the case) Tell me your location: Village: Jhawani II, District: Sonitpur Parameter Input Electrical Power requirement (kW) 40 Choose Feedstock Dhanicha Choose capacity factor 1 Choose gasifier material Mild steel Choose type of engine Dual Fuel PREA response: (Black highlighted items are answers received from PREA for the case) Producer gas yield (Nm3/h): 138 Feedstock pre-processing suggestion (~): Required Cost of electricity generation (Rs/kWh): 18.24"
    },
    {
      "chapter": "Chapter III",
      "section": "3.8",
      "pages": [
        61
      ],
      "text": "Chapter III 48 3.8 PREA for planning of industrial biofuel system Information regarding industrial level biofuel (Biodiesel/Bioethanol/Bio-methanol/Bio- hydrogen) generation is available through the PREA App as an extension service. Since there is variability in the type and amount of feedstock available in specific locations, meticulous planning of bankable biofuel generation plants is essential. Information on overall planning of such projects will be made available through the PREA App on need basis. Examples of some key information that will be available are given below. User query: How Biomass gasification based electricity compares to other options in our area? PREA response: 0 5 10 15 20 25 30 Biomass Gasifier Grid Electricity Solar PV (Rooftop, Residential) Solar PV (Commercial) Diesel Generator Cost of Electricity Generation (Rs/kWh) User query: What are the different components of a community level biomass gasification systems and what are their costs? PREA response: Updated information showing the cost of different components of biomass gasification system is available through the App. User query: What are the Government Schemes to get support for installing biomass gasification systems? PREA response: Updated information on Government Schemes supporting Biomass Gasification Systems is available through the App. User query: What is the recommended type and size of biofuel plant for our industry? PREA response: Updated information will be made available to the user based on their location. User query: Will setting up a biofuel plant be feasible for our location? PREA response: Updated information as a Detailed Feasibility Report (DFR) will be made available to the user. User query: What will be the unit cost of production of biofuel at our location, is there any financial assistance available? PREA response: Updated information as a Detailed Project Report (DPR) will be made available to the user."
    },
    {
      "chapter": "Chapter III",
      "section": "3.9",
      "pages": [
        62
      ],
      "text": "Chapter III 49 3.9 PREA for renewable energy demand and supply side management ArcGIS online platform, a cloud-based mapping and analysis solution used to make maps, analyze data, and to share and collaborate, was used for integration of data in the PREA App. At specific points (as shown in the icons in Fig. 3.2) the App redirects to different dashboards in the ArcGIS platform providing location specific information on demand and supply side management of renewable energy technologies. The layout of the dashboards and their functional highpoints are shown below. Fig. 3.2 Icons redirecting to ArcGIS online platform 3.9.1 PREA for estimation of energy demand Village level socio-economic and demand information can be viewed from the dashboard as shown below. The first interface shows the general description of the platform and provides the link for taking the survey (Fig. 3.3). Visualization of the surveyed points is also represented as shown below. A tab (shown as ‘Platform’) for viewing the village level data is provided. On clicking the tab, the user is redirected to the data visualization section. The demand data visualization interface (Fig. 3.4) lets the user view key data pertaining to their village. The users are able to view data for the village chosen by them in the drop-down list available on clicking the village tab. The data visualization platform providing key information for the chosen villages is shown below. Information regarding electricity demand (summer and winter), water consumption, agricultural products, fuel used for cooking, roof top availability data are available. An interactive map to visualize other parameters is also provided."
    },
    {
      "chapter": "Chapter III",
      "section": "3.3",
      "pages": [
        63
      ],
      "text": "Chapter III 50 Fig. 3.3 Home screen of the ArcGIS platform Fig. 3.4 Demand data visualization interface Home 1 The first interface for smart platform with link for taking the survey and visualization of the surveyed points Tab to see the data visualization Platform of Data Visualization: General Info 2 Tab to see village level information Tab to see energy dashboards Interactive map This following dashboard shows the general information regarding the surveyed area"
    },
    {
      "chapter": "Chapter III",
      "section": "3.5",
      "pages": [
        64
      ],
      "text": "Chapter III 51 On clicking the ‘Interactive Map’ section, the user can view different socio-economic data pertaining to the chosen village viz. average number of family members per household, average monthly income, electricity consumption in summer and winter, total connected electrical load, area under cultivation, water consumption (Fig. 3.5). Fig. 3.5 Socio-economic data visualization interface 3.9.2 PREA for assessment of bioenergy supply potential (biogas, producer gas, biodiesel, bioethanol, bio-hydrogen, bio-methanol) On choosing the energy choice as biomass, the user is directed to the biomass dashboard (Fig. 3.6) which helps the user to visualize information on biomass based energy generation in the village of their choice. The user is able to visualize the biomass based energy generation potential (biogas and biomass gasification) and data relating to feedstock characteristics available in the region. Choice for changing the type of energy to solar is also provided. Basic Information on Village Level 3 Interactive map"
    },
    {
      "chapter": "Chapter III",
      "section": "3.6",
      "pages": [
        65
      ],
      "text": "Chapter III 52 Fig. 3.6 Biomass dashboard There is scope for extension of the applicability of the dashboard for estimation of the biodiesel, bioethanol, bio-hydrogen, bio-methanol production on case to case basis and will be available as an extension of the platform. Fig. 3.7 Solar dashboard Biomass Dashboard 4 Interactive map Select the village information Navigation to see the other dashboard Solar Dashboard 5 Navigation to see the other dashboard"
    },
    {
      "chapter": "Chapter III",
      "section": "3.9.3",
      "pages": [
        66
      ],
      "text": "Chapter III 53 3.9.3 PREA for assessment of solar energy supply potential The solar dashboard (Fig. 3.7) allows the user to visulaise solar energy generation potential for the village of their choice. The initial interface of the dashboard is shown in Fig. 3.8. Fig. 3.8 Initial interface of solar dashboard Fig. 3.9 Choices available on the solar dashboard Initial Interfaces: 6 Select desired Village, Month, and Model: 7 Showing the graph in January from Model 1"
    },
    {
      "chapter": "Chapter III",
      "section": "3.9",
      "pages": [
        67
      ],
      "text": "Chapter III 54 The user has the choice to choose the village, choose the month for which he desires to view the data and also the model of the solar PV installation he is interested in (Fig. 3.9). The user is provided with the option for viewing the data for the desired day of a chosen month. The user is able to view the hourly energy generation data for the chosen day in the corresponding window as shown in Fig. 3.10. Fig. 3.10 Information on daily and hourly solar generation The user also has the choice to view different data layers in the interactive map available in the window as shown in Fig. 3.11. Fig. 3.11 Layer based information Select desired Day: Showing the graph in Day 3 8 Choices of data layers: 9 Layer data selection For map visualization Changes of legend based on selected layer"
    },
    {
      "chapter": "Chapter III",
      "section": "3.12",
      "pages": [
        68
      ],
      "text": "Chapter III 55 Another important feature of the dashboard is the ability to generate information based on the extent of the interactive map set by the user. Relevant information based on the map extent is displayed in the platform as shown in Fig. 3.12. Fig. 3.12 Extent based interactive information The platform serves as a central repository for information about the many facets of renewable energy-based energy generation for various user categories. The platform also makes available the precise characteristics of the resources present in a location, which is crucial for planning initiatives for the generation of renewable energy. When dealing with serious environmental (and ethical) challenges, it helps to have a precise understanding of the characteristics of the local resources. The platform also supports the alignment of Assam's progress in renewable energy with the state's policy instruments and the visualisation of distributed factors. The platform is anticipated to support the region's plan for generating energy from renewable resources, facilitating accelerated growth of the sector. The overall outcomes, limitations, and future potential options for extending the smart digital platform are outlined in the next chapter. Information extent with the map: 10 Data changes based on the map extend"
    },
    {
      "chapter": "Chapter IV",
      "section": null,
      "pages": [
        69
      ],
      "text": "Chapter IV Expectations of smart digital platform for promotion of renewable energy in Assam The details of the smart digital platform viz, background (Chapter I), methodology (Chapter II), and application potential (Chapter III) have been presented earlier. This Chapter summarizes the core expectations vis-à-vis key outcomes, limitations, and future scope for augmentation of the smart digital platform. Contents  Renewable energy resource assessment  Best-fit renewable energy technology options  Development of a smart robust digital platform  Promoting RE based entrepreneurship  Expectations vis-à-vis outcomes of the smart digital platform  Limitation and future scope for augmentation"
    },
    {
      "chapter": "Chapter IV",
      "section": "4.1",
      "pages": [
        71
      ],
      "text": "Chapter IV 57 4.1 Renewable energy resource assessment (To assess resources of renewable energy available in villages/municipalities of Assam using smart digital platform) The state of Assam comprises of 35 districts (4 Districts are planned to be merged bringing the number of Districts to 31). Villages/Municipalities are the smallest administrative units based on which the renewable energy resource mapping is planned. The State has 26395 villages, 1 municipal corporation and 34 municipal boards. The renewable energy resource mapping for these units can be done using the smart platform. In this report resource assessment is demonstrated for some case study regions. Whereas for the remaining regions assessment can be done based on the requirements. Highlights of the renewable energy resource assessment of 61 no. of villages is presented in Table 4.1. Table 4.1 Renewable Energy Resource Potential of Demonstration Site Village No. of Household Solar Installation Capacity in Barren land Biogas potential Biogas based Electricity potential LPG replacement potential using biogas Biomass gasification potential using rice husk pellets (No.) (MW) (Nm3/day) (kWh/day) (No. per Month) (kWh/day) ALISINGA URIUM GURIA 506 15 284 541 68 0 AHATAGURI 209 8 48 92 11 5 AMOLAPAAM 474 25 244 464 58 0 BAGHCHONG 209 13 47 90 11 0 BARGHAT 693 23 533 1014 127 14 BETANI JHAR 552 31 330 628 79 11 BHALUK JHARANI 365 24 148 281 35 2 BHARALI CHAPARI 357 16 139 264 33 0 BHITO SUTI 695 21 529 1006 126 4 BHITOR PORUWA 237 17 62 118 15 0 BIHIA GAON 167 41 31 59 7 0 BOKAJAN 960 20 1014 1931 243 0 BORGURI 917 22 919 1749 220 7 CHAKI GHAT 190 37 39 75 9 4 CHALA T.E 528 10 303 576 72 4 CHALABASTI GAON 210 1 48 92 12 16 CHAMDHARA 487 30 263 501 63 4 CHATAI CHAPARI 848 11 788 1500 188 15 CHILABANDHA SONARI 90 2 9 17 2 0 CHOLA GAON 486 15 260 495 62 20"
    },
    {
      "chapter": "Chapter IV",
      "section": null,
      "pages": [
        72
      ],
      "text": "Chapter IV 58 Village No. of Household Solar Installation Capacity in Barren land Biogas potential Biogas based Electricity potential LPG replacement potential using biogas Biomass gasification potential using rice husk pellets (No.) (MW) (Nm3/day) (kWh/day) (No. per Month) (kWh/day) DIKARAIJAN 542 23 323 615 77 17 GORCHINGA BIHIA 396 4 172 327 41 16 GOROIMARI 352 13 135 258 32 7 HALESWAR 187 14 38 73 9 5 HARIGAON 1135 35 1385 2636 331 8 JAGLOWANI 357 14 139 265 33 0 JAHAJDUBA GAON 248 13 67 128 16 0 KARAI BARI 631 1 437 832 105 21 KARAIANI BANGALI GAON 527 3 305 580 73 16 KARAINI NEPALI 420 4 194 368 46 2 KASHI KANI 209 19 48 91 11 0 KHALIHAMARI 718 31 541 1030 129 2 KHANAMUKH 307 11 103 196 25 23 KOROKANI 441 13 216 411 52 11 NAPAM 924 22 933 1777 223 0 NO. 1 MAKUA CHAPARI 31 1 1 2 0 3 NO.1 GATAIMARI 403 32 178 338 43 0 NO.1 MALIJAN 382 12 160 304 38 0 NO.1 TENGA BASTI 85 6 8 15 2 0 NO.2 GOTAIMARI 355 8 138 263 33 0 NO.2 MAKUA CHAPRI 27 16 1 2 0 0 NO.2. MALIJAN 150 20 25 47 6 0 NO.3 GOTAIMARI 234 10 60 114 14 0 NO.3 MAKUA CHAPARI 41 10 2 4 0 2 PARMAI GAULI GAON 38 34 2 3 0 2 PORUWA 641 23 456 868 109 8 PORUWA BAGISA 112 10 14 26 3 3 PUNG PANI BANGALI 395 6 171 325 41 0 PUNIANI 655 26 470 895 112 6 PURANI ALIMUR 234 13 60 114 14 30 RAJGOR 372 1 152 289 36 0 SAIKIA CHUBURI DEKAR 288 7 91 173 22 0 SALANI GAON 246 22 66 126 16 3 SALMARA 559 26 342 651 82 10 SINGITALI 677 11 502 955 120 0 SIRUANI 404 19 179 340 43 0 SITA BASTI 154 15 26 50 6 0"
    },
    {
      "chapter": "Chapter IV",
      "section": "4.2",
      "pages": [
        73
      ],
      "text": "Chapter IV 59 Village No. of Household Solar Installation Capacity in Barren land Biogas potential Biogas based Electricity potential LPG replacement potential using biogas Biomass gasification potential using rice husk pellets (No.) (MW) (Nm3/day) (kWh/day) (No. per Month) (kWh/day) SOLA GAON 486 14 259 492 62 0 TANGANA JHAR 434 3 207 393 49 0 TENGABASTI 85 3 8 15 2 23 URIUM GURI 544 13 328 625 79 0 Assessment of biodiesel, bioethanol and fuels of some novel options (viz., bio-methanol, bio- hydrogen) through the smart digital platform could also be demonstrated based on the users’ need through the PREA App. 4.2 Best-fit renewable energy technology option (To identify the best-fit renewable energy technology option (BRETO) for holistic sustainable development of villages/municipalities in Assam) Solar and biomass have been the prime resources considered in this study. The identified technologies and the overview of the best-fit technology selection criteria are presented in the Fig 4.1. Fig. 4.1 Best fit technology selection procedure"
    },
    {
      "chapter": "Chapter IV",
      "section": "4.3",
      "pages": [
        74
      ],
      "text": "Chapter IV 60 Data relating to type of technology, scale, feedstock type, feedstock requirement (per unit energy generated), system cost, system efficiency, system components, component cost, component efficiency, policies supporting the adoption of the technologies are integrated in the platform. The platform enables the user to know the renewable energy resource availability for their location. The renewable energy generation potential through the different technology options (specific to their location) is also made available through the platform. Additional information regarding the different components of the technologies, their price and the financial assistance available through different acts and policies is also made available through the platform. Based on the above information the user is enabled to take educated decisions on adopting the best fit renewable energy technology option (BRETO) for their intended use specific to the location of application. 4.3 Development of a smart robust digital platform (To integrate the renewable energy resources data, technology data, socio-economic data for development of a smart robust digital platform (software) enabling accelerated growth of renewable energy in Assam) The user interface of the platform (named as PREA) is developed as a mobile application. The major features of the platform are shown in Fig. 4.2. The platform acts as a single source providing location specific information regarding the different aspects of renewable energy based energy generation for different types of users. The platform also makes available the precise characteristics of the resources available in a region which is essential for planning renewable energy generation projects. The precise understanding of the characteristics of the local resources is useful to deal with the apprehensions of critical environmental (as well as ethical) concerns as well. The platform also helps in visualizing the distributed factors and align the growth of renewable energy in Assam with the policy tools. The platform is expected to complement the roadmap of renewable energy based energy generation in the region enabling accelerated growth in this sector."
    },
    {
      "chapter": "Chapter IV",
      "section": "4.4",
      "pages": [
        76
      ],
      "text": "Chapter IV 62 4.4 Promoting RE based entrepreneurship (To identify and incorporate the region-specific factors through smart technologies required for self-starting of renewable energy start-ups in Assam). The growth of the renewable energy sector in the State is only possible through active participation of the local people. Moreover, start-ups and investment in the renewable energy sector in the region has a major role to play. Awareness among the population regarding the multi-faceted benefits of renewable energy and how to adopt these technologies is the major outcome of the platform. Fig. 4.3 Entrepreneurial decision support using PREA There are many examples where in spite of feasibility of technology and economics the system failed due to uncertainty in the resource availability. Hands-on information is available through the platform regarding resource availability and its temporal variation in a location, suitable conversion technologies and its associated price along with policy assistance augmenting the deployment of these technologies. Local entrepreneurs, farmers or companies will be enabled and encouraged to join the renewable energy ecosystem using the information generated through the platform. Already a variety of policy options have been deployed (Solar parks, Grid connected Solar Rooftop Programme, PM KUSUM,"
    },
    {
      "chapter": "Chapter IV",
      "section": "4.3",
      "pages": [
        77
      ],
      "text": "Chapter IV 63 NNBOMP, SATAT, GOBARDHAN) but there is negligible participation in such programmes by local entrepreneurs. Graphical sketch to explain the capabilities of promotion of RE based entrepreneurship is shown in Fig. 4.3. Output of the present work is expected to be useful for promotion of renewable energy in Assam with active involvement of the local population. 4.5 Expectations vis-à-vis outcomes of the smart digital platform Expectations of the smart digital platform are as below. A) To provide precise information regarding available renewable energy resources (RER) and corresponding matched renewable energy technologies (RET) for any specific location within geographical boundary of Assam. B) To enable all levels of stakeholders (viz., individual household user, social or business user at community scale, entrepreneurs, credit agencies, policy makers, government agencies, academic and research institutes, RET developers) to understand the feasibility and business viability of region specific RE generation and subsequent renewable energy planning. C) To empower stakeholders to get benefits of (A) and (B) through a user-friendly mode viz., apps on smart mobile phone or computers. PREA is the user interface smart digital platform for promotion of renewable energy in Assam and is accessible through smart phone or computer. The remotely located main framework of the platform is supported by server with a provision of updating input data as per the requirements of the protocol. 4.6 Limitation and future scope for augmentation The village and ward level assessment for the entire state of Assam involves huge amount of geo-spatial data, which is resource-incentive, besides excessive manpower requirements of data collection and validation. The capabilities of the digital platform (A and B of Section 4.5) are ensured for any specific region (village, block, district etc.) through the robust digital protocol. However, except a region of Sonitpur district (100 km2), the access to some of the modules for other regions would require pre-registration followed by activation through updating the region-specific data. Certain users may not have access to information unique to a location or technology without pre-registering for it and this may be considered a"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "Chapter IV 64 limitation of the platform. The upgraded platform would, however, get over the aforementioned restriction by progressively activating different parts of the platform to all users. References [1] ENERGY, IEA (2022). IEA. Renewable Energy Market Update 2022. International Energy Agency. [2] IRENA. (2022). Wind Power 2022. International Renewable Energy Agency. [3] IEA. (2022). World Energy Outlook 2023. International Energy Agency. [4] Nalley, S., & LaRose, A. (2022). Annual energy outlook 2022 (AEO2022). Energy Information Agency, 23. [5] Trivedi, S. (2015). Report of the Expert Group on 175 GW RE by 2022. [6] CEA (2018). National Electricity Plan (Volume I) Generation. Central Electricity Authority. [7] Sawhney, A. (2021). Striving towards a circular economy: climate policy and renewable energy in India. Clean Technologies and Environmental Policy, 23, 491-499. [8] Chaturvedi, V., Koti, P. N., & Chordia, A. R. (2021). Pathways towards India's nationally determined contribution and mid-century strategy. Energy and Climate Change, 2, 100031. [9] EMBER (2022), India's state-wise 2022 RES target and monthly installed capacity, https://ember-climate.org/data-catalogue/india-subnational-state-res-capacity-data/ (accessed on 28/11/20222) [10] SATAT. Ministry of Petroleum and Natural Gas, https://satat.co.in/satat/ (accessed on 28/11/2022) [11] GOBARDHAN. Department of Drinking Water and Sanitation, Ministry of Jal Shakti, Government of India, https://sbm.gov.in/gbdw20/#:~:text=GOBARDHAN%20supports%20the%20villages%20in,an d%20curb%20vector%20borne%20diseases (accessed on 28/11/2022) [12] MNRE (2022). Annual Report of Ministry of New and Renewable Energy, 2021-2022 [13] Kumar, A., Borah, H. C., & Goswami, U. (2021). Grid Connected Rooftop Solar Photo-Voltaic Power Plants Programme in India: A Review of State Solar Rooftop Policies, Net Metering Regulations, Challenges and Way Forward. Advances in Smart Communication Technology and Information Processing: OPTRONIX 2020, 443-457. [14] Lal SR, S., Herbert GM, J., Arjunan, P., & Suryan, A. (2022). Advancements in renewable energy transition in India: A review. Energy Sources, Part A: Recovery, Utilization, and Environmental Effects, 1-31. [15] MNRE (2022). Solar Energy Off-Grid, https://mnre.gov.in/solar/solar-offgrid (accessed on 29/11/2022) [16] Bauer, V. G. (2021). Monitoring of PM KUSUM Scheme of India-IGEN-PSWP, ORES Virtual Conference, 15-18 Feb, 2021. [17] Bhati, K. A Ray of Self Dependency by the Energy of Sun for the Indian Farmers through PM KUSUM Scheme. [18] MNRE (2022). Pradhan Mantri Kisan Urja Suraksha Evam Utthan Mahabhiyan (PM KUSUM), https://pmkusum.mnre.gov.in/landing.html (Accessed on 29/11/2022) [19] MNRE (2022). End Review 2022, https://pib.gov.in/PressReleasePage.aspx?PRID=1885147 (Accessed on 29/11/2022) [20] Tiwari, R., & Sharma, Y. (2022). Public policies to promote renewable energy technologies: Learning from Indian experiences. Materials Today: Proceedings, 49, 366-371. [21] AEDA (2022). Floating Solar Power Plant, https://aeda.assam.gov.in/portlets/floating-solar- power- plant#:~:text=Northeast%20first%20Floating%20Solar%20Power,)%20and%20Quant%20S olar%2C%20Kolkata (accessed on 29/11/2022) [22] Saur Energy International. Assam Clears Decks for JV With Neyveli For 1000 MW Solar Power, https://www.saurenergy.com/solar-energy-news/assam-clears-decks-for-jv-with-neyveli-for- 1000-mw-solar-power (accessed on 29/11/2022) [23] Weinstein, M., Almulla, Y., Vijay, A., Shivakumar, A., Usher, W., Arderne, C., ... & Howells, M. (2021). Technoeconomic energy system data for modeling of India and the GCC countries. [24] Baruah, D.C. (2013) Renewable Energy for Northeast India: Assessment for Resources and Technologies, National Seminar on Energy Science and Engineering held in the Tripura Institute of Technology during November 29-30, 2013 [25] Agro-Climatic Zone Based Mapping of Renewable Energy Resources in Assam, Final Technical Report funded by DST-NRDMS, 2011 [26] MNRE (2018). Annual Report, 2017-18, Ministry of New and Renewable Energy, https://mnre.gov.in/file-manager/annual-report/2017-2018/EN/index.html [27] Mapping India’s Renewable Energy growth potential: Status and outlook 2013, https://www.ey.com/Publication/vwLUAssets/Mapping_Indias_Renewable_Energy_growth_po tential/%24FILE/EY-Mapping-Indias-Renewable-Energy-growth-potential.pdf [28] Assam 2030, Our Dream, Our Commitment, Transformation and Development Department, Government of Assam (2016), https://transdev.assam.gov.in/sites/default/files/portlet/level_2%5Bcurrent- domainmachine-name%5D/ASSAM_2030_Our_Dream__Our_Commitment.PDF [29] Raha, D., Mahanta, P., & Clarke, M. L. (2014). The implementation of decentralised biogas plants in Assam, NE India: The impact and effectiveness of the National Biogas and Manure Management Programme. Energy Policy, 68, 80-91. [30] Barman, M., Mahapatra, S., Palit, D., & Chaudhury, M. K. (2017). Performance and impact evaluation of solar home lighting systems on the rural livelihood in Assam, India. Energy for Sustainable Development, 38, 10-20. [31] Hiloidhari, M., & Baruah, D. C. (2011). Crop residue biomass for decentralized electrical power generation in rural areas (part 1): Investigation of spatial availability. Renewable and Sustainable Energy Reviews, 15(4), 1885-1892. [32] Hiloidhari, M., & Baruah, D. C. (2011). Rice straw residue biomass potential for decentralized electricity generation: A GIS based study in Lakhimpur district of Assam, India. Energy for Sustainable Development, 15(3), 214-222. [33] Kusre, B. C., Baruah, D. C., Bordoloi, P. K., & Patra, S. C. (2010). Assessment of hydropower potential using GIS and hydrological modeling technique in Kopili River basin in Assam (India). Applied Energy, 87(1), 298-309. [34] Government of Assam, Industries and Commerce, https://industries.assam.gov.in/ [35] Government of Assam, Tea Tribes, Directorate for Welfare, List of Tea Gardens in Assam, https://ttwd.assam.gov.in/frontimpotentdata/list-of-tea-garden-at-assam [36] Ostadhashemi, R., Shahraji, T. R., Roehle, H., & Limaei, S. M. (2014). Estimation of biomass and carbon storage of tree plantations in northern Iran. Journal of forest science, 60(9), 363-371. [37] Jenkins, J. C., Chojnacky, D. C., Heath, L. S., & Birdsey, R. A. (2003). National-scale biomass estimators for United States tree species. Forest science, 49(1), 12-35. [38] Yan, L., Jian-guo, Z., Ai-guo, D., & Cong-wei, X. (2010). Selection of biomass estimation models for Chinese fir plantation. Yingyong Shengtai Xuebao, 21(12). [39] Zianis, D., Muukkonen, P., Mäkipää, R., & Mencuccini, M. (2005). Biomass and stem volume equations for tree species in Europe. FI. [40] Liu, Z., Chen, R., Song, Y., Han, C., & Yang, Y. (2015). Estimation of aboveground biomass for alpine shrubs in the upper reaches of the Heihe River Basin, Northwestern China. Environmental Earth Sciences, 73, 5513-5521. [41] Návar, J. (2015). Root stock biomass and productivity assessments of reforested pine stands in northern Mexico. Forest Ecology and Management, 338, 139-147. [42] Ribeiro, S. C., Fehrmann, L., Soares, C. P. B., Jacovine, L. A. G., Kleinn, C., & de Oliveira Gaspar, R. (2011). Above-and belowground biomass in a Brazilian Cerrado. Forest Ecology and Management, 262(3), 491-499. [43] Gurdak, D. J., Aragão, L. E., Rozas-Dávila, A., Huasco, W. H., Cabrera, K. G., Doughty, C. E., ... & Malhi, Y. (2014). Assessing above-ground woody debris dynamics along a gradient of elevation in Amazonian cloud forests in Peru: balancing above-ground inputs and respiration outputs. Plant Ecology & Diversity, 7(1-2), 143-160. [44] Baker, T. R., Phillips, O. L., Malhi, Y., Almeida, S., Arroyo, L., Di Fiore, A., ... & Vasquez Martinez, R. (2004). Variation in wood density determines spatial patterns in Amazonian forest biomass. Global Change Biology, 10(5), 545-562. [45] Colgan, M. S., Swemmer, T., & Asner, G. P. (2014). Structural relationships between form factor, wood density, and biomass in African savanna woodlands. Trees, 28, 91-102. [46] Zou, W. T., Zeng, W. S., Zhang, L. J., & Zeng, M. (2015). Modeling crown biomass for four pine species in China. Forests, 6(2), 433-449. [47] Shu-di, Z. U. O., Yin, R. E. N., Xian, W. E. N. G., Hong-feng, D. I. N. G., & Yun-jian, L. U. O. (2015). Biomass allometric equations of nine common tree species in an evergreen broadleaved forest of subtropical China. Yingyong Shengtai Xuebao, 26(2). [48] Malhi, Y., Wood, D., Baker, T. R., Wright, J., Phillips, O. L., Cochrane, T., ... & Vinceti, B. (2006). The regional variation of aboveground live biomass in old‐growth Amazonian forests. Global Change Biology, 12(7), 1107-1138. [49] Gomez-Garcia, E., Crecente-Campo, F., Barrio-Anta, M., & Diéguez-Aranda, U. (2015). A disaggregated dynamic model for predicting volume, biomass and carbon stocks in even-aged pedunculate oak stands in Galicia (NW Spain). European Journal of Forest"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "Research, 134, 569- 583. [50] Kaur, G., Brar, Y. S., & Kothari, D. P. (2017). Potential of livestock generated biomass: Untapped energy source in India. Energies, 10(7), 847. [51] Yue, C. D., & Wang, S. S. (2006). GIS-based evaluation of multifarious local renewable energy sources: a case study of the Chigu area of southwestern Taiwan. Energy Policy, 34(6), 730- 742. [52] Angelis-Dimakis, A., Biberacher, M., Dominguez, J., Fiorese, G., Gadocha, S., Gnansounou, E., ... & Robba, M. (2011). Methods and tools to evaluate the availability of renewable energy sources. Renewable and sustainable energy reviews, 15(2), 1182-1200. [53] Ramachandran, S., Sundaramoorthy, S., Krishnamoorthy, R., Devasenapathy, J., & Thanikachalam, M. (1998). Application of remote sensing and GIS to coastal wetland ecology of Tamil Nadu and Andaman and Nicobar group of islands with special reference to mangroves. Current Science, 236-244. [54] Hiloidhari, M., Baruah, D. C., Singh, A., Kataki, S., Medhi, K., Kumari, S., ... & Thakur, I. S. (2017). Emerging role of Geographical Information System (GIS), Life Cycle Assessment (LCA) and spatial LCA (GIS-LCA) in sustainable bioenergy planning. Bioresource technology, 242, 218- 226. [55] Arodudu, O., Voinov, A., & van Duren, I. (2013). Assessing bioenergy potential in rural areas– A NEG-EROEI approach. Biomass and Bioenergy, 58, 350-364. [56] Natarajan, K., Latva-Käyrä, P., Zyadin, A., & Pelkonen, P. (2016). New methodological approach for biomass resource assessment in India using GIS application and land use/land cover (LULC) maps. Renewable and Sustainable Energy Reviews, 63, 256-268. [57] Calvert, K., & Mabee, W. (2014). Spatial analysis of biomass resources within a socio- ecologically heterogeneous region: Identifying opportunities for a mixed feedstock stream. ISPRS International Journal of Geo-Information, 3(1), 209-232. [58] Tavares, P. A., Beltrão, N. E. S., Guimarães, U. S., & Teodoro, A. C. (2019). Integration of sentinel-1 and sentinel-2 for classification and LULC mapping in the urban area of Belém, eastern Brazilian Amazon. Sensors, 19(5), 1140. [59] NRSC—National Remote Sensing Centre. (2006) Natural resource census: national land use and land cover analysis using multitemporal LISS-III (LULC-LIII: 50K)—project manual. [60] Baruah, D. (2019). Development of a decision support system for decentralized energy generation using biomass gasification (Doctoral dissertation, Tezpur University). [61] Asian Development Bank. (2014). Guidelines for Wind Resource Assessment: Best Practices for Countries Initiating Wind Development. Asian Development Bank. Annexure II List of District Wise Development Blocks in Assam Sl. No. District Headquarter Development Blocks 1 Baksa Mushalpur Baska Dev. Block, Add: Mushalpur Tihu-Barama Dev. Block, Add: Barama Dhamdhama Dev. Block, Add: Baganpara Jalah Dev. Block, Add: Jalahghat Tamulpur Dev. Block, Add: Tamulpur Goreswar Dev. Block, Add: Goreswar Nagrijuli Dev. Block, Add: Nagrijuli Gobardhana Dev. Block, Add: Barpeta Rd. 2 Barpeta Barpeta Mandia Dev. Block Ruposhi Dev. Block Gumafulbari Dev. Block Gobardhana Dev. Block. Bajali Dev. Block Barpeta Dev. Block Bhawanipur Dev. Block Chakchaka Dev. Block Chenga Dev. Block Paka Betbari Dev. Block Sarukhetri Dev. Block 3 Biswanath Biswanath Chariali Naduar Sootea Biswanath Sakomatha Behali Baghmara Chaiduar Pub-Choiduar 4 Bongaigaon Bongaigaon Dangtol CD Block Boitamari CD Block Tapattary CD Block Srijangram CD Block Manikpur CD Block 5 Cachar Silchar Silchar Development Block Sonai Development Block Narsingpur Development Block Palenghat Development Block Kalain Development Block Katigora Development Block Udarbond Development Block Annexure II List of District Wise Development Blocks in Assam Sl. No. District Headquarter Development Blocks Salchapara Development Block Lakhipur Development Block Baskandi Development Block Binakandi Development Block Rajabazar Development Block Borkhola Development Block Tapang Development Block Barjalenga Development Block 6 Charaideo Sonari Abhoypur (Sonari) Mahmora Sapekhati Lakwa 7 Chirang Kajalgaon Sidli Chirang Development Block Dangtol Development Block Manikpur Development Block Borobazar Development Block 8 Darrang Mangaldai Sipajhar Pachim-Mangaldai Dalgaon-Sialmari Machkhowa+A64:B68 Kalaigaon (Part) Bechimari 9 Dhemaji Dhemaji Dhemaji Sissiborgaon Morkongselek Bordoloni Machkhowa 10 Dhubri Dhubri Agomoni Golakganj Rupshi Gauripur Debitola Mahamaya Nayeralga Bilasipara Chapor-Salkocha Jamadarhat Birsing-Jarua Hatidhura Annexure II List of District Wise Development Blocks in Assam Sl. No. District Headquarter Development Blocks South-Salmara 11 Dibrugarh Dibrugarh Barbaruah Development Block Joypur Development Block Khowang Development Block Lahowal Development Block Panitola Development Block Tengakhat Development Block Tingkhong Development Block 12 Dima Hasao Haflong Maibong Development Block Harangajao Development Block Newsambar Development Block Mahur Development Block Diangbra Development Block 13 Goalpara Goalpara Rangjuli Kusdhowa Matia Krisnai Balijana Kharmuja Lakhipur Jaleswar 14 Golaghat Golaghat North Dev Block, Dergaon Golaghat West Dev Block, Bokakhat Kakodonga Dev Block, Sitalpathar Morongi Dev Block, Morongi South Dev. Block, Sarupathar Golaghat Central Dev. Block Gomariguri Dev. Block, Gamariguri East Dev. Block, Padumani 15 Hailakandi Hailakandi Algapur Hailakandi Lala Katlicherra South Hailakandi Development Block 16 Hojai Hojai Binakandi Dhalpukhuri Jugijan Lumding Odali Annexure II List of District Wise Development Blocks in Assam Sl. No. District Headquarter Development Blocks 17 Jorhat Jorhat Jorhat Dev. Block(Baghchung) North West Dev. Block (Dhekorgarah) Titabor Dev. Block East Jorhat Dev. Block (Selenghat) Kaliapani Dev. Block Central Jorhat Dev. Block (Chipahikhola) Majuli Dev. Block Ujani Majuli Dev. Block. 18 Kamrup Metropolitan Guwahati Chandrapur Dimoria Rani 19 Kamrup Amingaon Bongaon Dev. Block Bezera Dev. Block Boko Dev. Block Chaygaon Dev. Block Chayani Barduar Dev. Block Chamaria Dev. Block Hajo Dev.Block Sualkuchi Dev.Block Rani Dev. Block Rampur Dev.Block Goroimari Dev. Block 20 Karbi Anglong Diphu Lumbajong Dev. Block Langsomepi Dev. Block Samelangso Dev. Block Howraghat Dev. Block Bokajan Dev. Block Nilip Dev. Block Rongmongwe Dev. Block 21 Karimganj Karimganj North Karimganj South Karimganj Badarpur Patharkandi Lowairpowa Ramkrishna Nagar Dullavcherra 22 Kokrajhar Kokrajhar Kokrajhar (Titaguri) Dotma Kachugaon Annexure II List of District Wise Development Blocks in Assam Sl. No. District Headquarter Development Blocks Gossaigaon Hatidhura Bilasipara (Part) Chapar-Salkocha (Part) Rupshi (Part) Mahamaya (Part) Golokganj (Part) Debitola (Part) 23 Lakhimpur North Lakhimpur Narayanpur Bihpuria Karunabari Nowboicha Telahi Lakhimpur Boginadi Ghilamara Dhakuakhana 24 Majuli Garamur Majuli Ujani Majuli 25 Morigaon Morigaon 26 Nagaon Nagaon Khagorijan Pakhimoria Dolonghat Raha Batadraba Juria Ruphihut Bajiagaon Pachim Kaliabor Kaliabor Lowkhowa Barhampur Kathiatoli 27 Nalbari Nalbari Borigog Bonbhag Pub Nalbari Borbhag Barkhetri Pashim Nalbari Madhupur Annexure II List of District Wise Development Blocks in Assam Sl. No. District Headquarter Development Blocks Tihu 28 Sivasagar Sivasagar Amguri Demow Gaurisagar Nazira Sibsagar 29 Sonitpur Tezpur Borchalla Dhekiajuli Bihaguri Gabharu Balipara Rangapara Naduar 30 South Salmara- Mankachar Hatsingimari FEKAMARI MANKACHAR SOUTH SALMARA 31 Tinsukia Tinsukia Guijan Hapjan Itakhuli Kakopather Margherita Sadiya Saikhowa 32 Udalguri Udalguri Udalguri Mazbat Khoirabari Bhergaon Rowta Kalaigaon Bechimari Pub-Mangaldai Pachim- Mangaldai Borsola Dalgaon-Sialmari 33 West Karbi Anglong Hamren Rongkhang Dev. Block Chinthong Dev. Block Socheng Dev. Block Amri Dev. Block Annexure II List of District Wise Corporation, Municipal Boards and Town Committee in Assam Sl. No. Name of district Corporation Municipal Board Town Committee 1 Kamrup (M) Guwahati Municipal Corporation North Guwahati TC 2 Kamrup (R) Palasbari MB Rangia MB 3 Nalbari Nalbari MB Tihu TC 4 Barpeta Barpeta MB Pathsala TC Barpeta Rd. MB Howly TC Sarthebari TC Sorbhog TC Patacharkuchi TC 5 Darrang Mangaldoi MB Kharupetia TC 6 Dhubri Dhubri MB Gauripur TC Bilasipara TC Chapar TC Sapatgram TC Golokganj TC 7 Goalpara Goalpara MB Lakhipur TC 8 Bongaigaon Bongaigaon MB Abhayapuri TC 9 Morigaon Morigaon MB 10 Nagaon Nagaon MB Kampur TC Dhing MB Raha T.C 11 Hojai Hojai MB Doboka TC Lanka MB Lumding MB 12 Sonitpur Tezpur MB Rangapara TC Dhekiajuli MB Jamugurihat TC 13 Biswanath Biswanath Chariali MB Gohpur TC Sootea TC 14 Golaghat Golaghat MB Bokakhat TC Dergaon MB Sarupathar TC Barpathar"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "TC 15 Jorhat Jorhat MB Moriani TC Titabar T.C Teok T.C 16 Majuli Majuli TC 17 Sivasagar Sibsagar MB Simaluguri TC Nazira MB Demow TC Annexure II List of District Wise Corporation, Municipal Boards and Town Committee in Assam Sl. No. Name of district Corporation Municipal Board Town Committee Amguri MB 18 Charaideo Sonari MB Moran TC 19 Lakhimpur N.Lakhimpur MB Dhakuakhana TC Bihpuria MB Narayanpur TC 20 Dibrugarh Dibrugarh MB Naharkatia TC Chabua TC Namrup TC 21 Tinsukia Tinsukia MB Doom Dooma TC Makum TC Digboi TC Margherita TC Chapakhowa TC 22 Hailakandi Hailakandi MB Lala TC 23 Cachar Silchar MB Sonai TC Lakhipur MB 24 Karimganj Karimganj MB Badarpur TC 25 Dhemaji Dhemaji TC Silapathar TC 26 Udalguri Udalguri TC Tangla TC 27 Chirang Bijni TC Kajalgaon TC Basugaon TC 28 Kokrajhar Kokrajhar MB Gossaigaon TC 29 Karbi-Anglong Diphu TC Dokmoka T.C. Bokajan TC Bokolia TC Howaraghat TC Langhin TC 30 West Karbianglong Hamren T.C. Domkamokam TC 31 Dima Hasao Umrangshu TC Haflong TC Mahur TC Maibong TC 32 Baksa Goreswar TC Annexure III List of Small Hydro Potential Sites in Assam Sl. No. Name of Scheme Stream Longitude Latitude District Head Proposed Installed Capacity (MW) Deg Min Sec Deg Min Sec (M) 1 Ddigun nala Selohi dung 93 3 0 25 2 0 Cachar 240 2 2 Dalu Apang 93 48 0 25 57 0 Cachar 40 0.5 3 Dhansiri Dhansiri 92 46 0 25 52 0 Darrang 9 20 4 Panbari Panbari 92 27 30 26 48 30 Darrang 10 0.2 5 Janguan Janguan 95 33 30 27 15 45 Dibrugarh 20 0.5 6 Manmaijjon Manmuar 95 44 30 27 19 45 Dibrugarh 20 0.5 7 Namdong Namdong M 95 41 15 27 18 0 Dibrugarh 10 0.2 8 Khetri Khetri 92 5 30 26 17 50 Kamrup 60 0.75 9 Bordikharu Bordikharu 93 5 30 26 20 30 Karbi Anglong 180 2 10 lungnit-1 lungnit 93 23 0 26 4 30 Karbi Anglong 50 3 11 lungnit-2 lungnit 93 23 0 26 3 30 Karbi Anglong 44 3 12 jamuna jamuna 93 31 45 26 2 30 Karbi Anglong 140 2 13 Myntriang-1 Myntriang 92 28 30 25 58 30 Karbi Anglong 200 6 14 Myntriang-2 Myntriang 92 28 30 25 58 30 Karbi Anglong 80 3 15 kalanga kalanga 92 42 0 25 53 0 Karbi Anglong 80 4 16 Janghanri Janghanri 93 28 30 26 18 0 Karbi Anglong 120 2 17 klarang Iungnit 93 24 15 26 7 30 Karbi Anglong 80 4 18 patradisa patradisa 93 7 0 26 8 0 Karbi Anglong 80 1 19 UM-MAT UM-MAT 92 20 15 25 49 15 Karbi Anglong 60 2 20 Amphi Amphi 92 39 0 25 46 0 Karbi Anglong 80 6 21 Sunani Sunani 92 27 39 26 6 0 Karbi Anglong 80 2 22 Kaliani Kaliani 93 43 0 26 30 0 Karbi Anglong 66 1.5 23 Amring Amring 92 45 20 26 45 0 Karbi Anglong 79 20 24 Dinar Dinar nala 92 28 30 25 58 30 Karbi Anglong 40 0.5 25 Kohra kohra nala 92 37 0 25 41 30 Karbi Anglong 60 0.75 26 Umjaring Umjaring 93 6 0 25 2 30 Karbi Anglong 100 1 27 Umjaring Umjaring 93 6 0 25 2 30 Karbi Anglong 100 0.75 Annexure III Sl. No. Name of Scheme Stream Longitude Latitude District Head Proposed Installed Capacity (MW) Deg Min Sec Deg Min Sec (M) 28 Umjaring Umjaring 93 6 0 25 2 30 Karbi Anglong 60 0.9 29 Bagijan Bagijan 93 45 20 26 23 30 Karbi Anglong 5 0.1 30 Chelabour Chelabour 93 12 30 26 12 30 Karbi Anglong 20 0.4 31 Danglangso Danglangso 92 29 50 26 30 0 Karbi Anglong 20 0.4 32 Diphu Diphu 93 26 0 25 49 0 Karbi Anglong 4 0.1 33 Diphu 2 Diphu nala 93 27 40 26 54 30 Karbi Anglong 20 0.2 34 Diphu 3 Dikrengiem 93 27 0 25 54 0 Karbi Anglong 20 0.3 35 Dirik chiring Dirikchiring 93 41 0 26 17 0 Karbi Anglong 20 0.2 36 Horu horgati Horu horgati 93 11 0 26 18 0 Karbi Anglong 20 0.4 37 Horu nala Horu 93 10 0 26 7 30 Karbi Anglong 20 0.3 38 Kagironga Bodiphlunadi 93 29 30 26 32 30 Karbi Anglong 20 0.4 39 Kuliteranggha Kuliterangghan 93 20 30 26 15 15 Karbi Anglong 20 0.2 40 Langchailit Langchailit 93 19 0 25 46 0 Karbi Anglong 15 0.2 41 Langsomepi Langsomepi 93 51 0 26 21 15 Karbi Anglong 10 0.1 42 Lankhipam Lankhipam N 92 12 0 25 52 0 Karbi Anglong 40 0.75 43 Morjengnala Morjengnala 92 34 45 25 35 30 Karbi Anglong 20 0.3 44 Paklangso Paklangso 93 18 30 26 20 50 Karbi Anglong 6 0.1 45 Patradisa Patradisa 93 20 0 26 12 0 Karbi Anglong 20 0.3 46 The dong The dong N 93 6 30 25 53 0 Karbi Anglong 20 0.2 47 Un Ju Un Ju 92 39 30 25 42 30 Karbi Anglong 20 0.2 48 Um Pani Um Pani 92 21 15 25 54 50 Karbi Anglong 8 0.3 49 Um Sares Um Sares 92 20 0 25 46 0 Karbi Anglong 20 0.4 50 Um Ser Um Ser 92 24 0 25 51 0 Karbi Anglong 0.3 51 Killing valley Killing 92 17 0 26 8 0 Karbi Anglong 14 1 Annexure III Sl. No. Name of Scheme Stream Longitude Latitude District Head Proposed Installed Capacity (MW) Deg Min Sec Deg Min Sec (M) 52 Kakachang Kakachang 93 36 0 26 34 50 Karbi Anglong 75 0.5 53 Lungsung Lungsung 92 54 52 26 21 7 Kokrajhar 0.75 54 Upper borjuri Upper borjuri 93 1 30 26 25 0 Nagon 100 1.5 55 Chapa nala Chapa nala 92 50 30 26 21 0 Nogaon 0.75 56 Langkidang Langkidang 92 47 0 25 45 30 Nogaon 20 0.3 57 Hansa pani Hansa pani 93 2 30 26 27 0 Nogaon 5 0.1 58 Barjuri Barjuri 93 17 0 25 31 30 Nogaon 20 0.15 59 Kai pani nala Kai pani 93 13 0 25 33 0 Nogaon 5 0.15 60 dalaima dilaim 92 56 0 25 19 0 North Cachar 79 6 61 Dere Dere 92 53 0 25 23 0 North Cachar 140 1 62 Jenum-1 Jenum 93 16 30 25 9 0 North Cachar 80 4 63 Jenum-2 Jenum 93 14 15 25 6 30 North Cachar 180 4 64 Jiri Jiri 93 25 25 25 19 20 North Cachar 60 1.5 65 Thar nala Thar nala 92 53 30 25 18 30 North Cachar 100 1.5 66 Paisa Nala Paisa nala 93 6 0 25 2 30 North Cachar 120 1.5 67 Chikhu Nala Chikhu Nala 93 13 30 25 5 0 North Cachar 80 1.5 68 Riambatarai Riambatarai 93 4 0 25 15 0 North Cachar 60 0.55 69 Dere nala Dere nala 92 55 30 25 22 20 North Cachar 20 0.5 70 Dijung Dijung 93 12 45 25 1 45 North Cachar 40 0.4 71 Dikrambi Dikrambi 92 57 30 25 33 0 North Cachar 20 0.2 72 Diyung-R"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "Diyung-R 93 4 30 25 10 40 North Cachar 20 0.3 73 Dolong nala Dolong nala 92 57 30 25 19 30 North Cachar 40 0.6 74 Dolong nala Dolong nala 93 2 30 25 9 30 North Cachar 40 0.6 75 Harangthal na Harangthal nal 92 57 30 25 24 0 North Cachar 40 0.75 76 Induki nala Induki nala 93 10 30 25 14 30 North Cachar 40 0.6 77 Laisong Jenum-R 93 18 30 25 12 30 North Cachar 20 0.4 78 Langku Langku 92 47 30 25 39 50 North Cachar 20 0.3 Annexure III Sl. No. Name of Scheme Stream Longitude Latitude District Head Proposed Installed Capacity (MW) Deg Min Sec Deg Min Sec (M) 79 Langku nala Langku 92 57 30 25 36 40 North Cachar 10 0.15 80 Langpher Langpher 92 52 30 25 44 0 North Cachar 20 0.2 81 Langting-2 Lahungdisa 92 39 40 25 28 30 North Cachar 20 0.3 82 Mahu Barasarang-N 93 4 30 25 11 0 North Cachar 40 0.5 83 Mahu mahu-R 93 9 30 25 13 30 North Cachar 40 0.5 84 Mabong Singplong Ddis 93 8 0 25 19 30 North Cachar 20 0.2 85 Subojai nal Sobojai nala 93 10 0 25 13 45 North Cachar 20 0.2 86 Disaidam Disai 94 24 45 26 35 10 Sivasagar 27 15 87 Pungjan Pungjan 93 52 30 26 23 0 Sivsagar 2 0.2 88 Bordikarai-1 Bordikarai-Can 93 26 0 25 49 0 Sonitpur 1.5 89 Bordikarai-2 Bordikarai-Can 93 24 0 26 36 0 Sonitpur 1.5 90 Bordikarai-3 Bordikarai-Can 92 43 50 25 43 30 Sonitpur 1.05 [Source: ASEB, Government of Assam policy for small hydropower development, Prepared by Alternate Hydro Energy Center, IIT Roorkee] Annexure IV Feedstock for Biodiesel production: Types, Yield, International Standards Table: Annual production and oil yield of non-edible oil crops Non-edible oil crops Scientific name Plant type Major crop Yield (kg per ha per year) Oil content (wt%) Jatropha Jatropha curcas Tree Seed 2500 40–60 Mahua Madhuca longifolia Tree Seed 20–200 35–50 Candlenut Aleurites moluccanus Tree Seed 16000 60–65 Rubber Hevea brasiliensis Tree Seed 100–150 40–50 Soapnut Sapindus mukorossi Tree Seed — 23–30 Jojoba Simmondsia chinensis Shrub Seed 500–5000 40–50 Tobacco Nicotiana tabacum Herb Seed 1170 35–49 Neem Azadirachta indica Tree Seed 2670 25–45 Karanja Millettia pinnata Tree Seed 900–9000 30–50 Castor Ricinus communis Tree/shrub Seed 450 45–50 Polanga Calophyllum inophyllum L. Tree Seed 3700 65–75 Cotton Gossypium Tree Seed 649 17–23 Kusum Carthamus tinctorius Tree Seed — 51–62 Yellow oleander Cascabela thevetia Tree Seed 52000 60–65 Sea mango Cerbera odollam Tree Seed 1900–2500 40–50 Tung Vernicia fordii Tree Seed 450–600 30–40 Bottle tree Brachychiton rupestris Tree Seed 250–300 50–60 [Source: Shaah, M. A. H., Hossain, M. S., Allafi, F. A. S., Alsaedi, A., Ismail, N., Ab Kadir, M. O., & Ahmad, M. I. (2021). A review on non-edible oil as a potential feedstock for biodiesel: physicochemical properties and production technologies. RSC advances, 11(40), 25018-25037.] Annexure IV Table: Biodiesel 100, specification ASTM D6751‐2. Property Limits Unit Flash point 130 min °C Water and sediments 0.050 max % volume Kinematic viscosity at 40°C 1.9–6 mm2/s Cetane number 47 min – Cloud point Reporta °C Carbon residue 0.05 max Wt% Copper strip corrosion No. 3 max – Acid number 0.5 max mg KOH/g Sulfate ash 0.02 wt% Free glycerin 0.02 wt% Total glycerin 0.24 wt% Phosphorus 10 ppm Total sulfur 0.05 wt% Oxidative stability 3 H Distillation temperature 360 max at 90% distill °C a Low temperature properties are not strictly specified, but should be agreed upon by the fuel supplier or purchaser. [Source: Atabani, A. E., Silitonga, A. S., Badruddin, I. A., Mahlia, T. M. I., Masjuki, H., & Mekhilef, S. (2012). A comprehensive review on biodiesel as an alternative energy resource and its characteristics. Renewable and sustainable energy reviews, 16(4), 2070-2093] Table: The international standard (EN 14214) for biodiesel requirements. Property Units Lower limit Upper limit Ester content m/m% 96.5 – Density at 15°C kg/m3 860 900 Kinematic viscosity at 40°C mm2/s 3.5 5 Flash point °C >101 – Cetane number – 51 – Sulfated ash m/m% 0.02 max Water content Mg/Kg – 500 Acid value mg KOH/g 0.5 Iodine value Mg I2/g 120 Methanol content m/m% 0.2 Monoglyceride content m/m% 0.8 Diglyceride content m/m% 0.2 Triglyceride content m/m% 0.2 Free glycerin m/m% Total glycerin m/m% 0.02 Phosphorus content mg/Kg 10 Alkali (K + Na) mg/Kg 5 [Source: Atabani, A. E., Silitonga, A. S., Badruddin, I. A., Mahlia, T. M. I., Masjuki, H., & Mekhilef, S. (2012). A comprehensive review on biodiesel as an alternative energy resource and its characteristics. Renewable and sustainable energy reviews, 16(4), 2070-2093] Annexure V Feedstock characterization data Characterization of locally available semi-woody biomass Sl. No. Common Name Botanical Name Proximate Analysis (%) Ultimate Analysis (%) HHV (MJ/kg) (wet basis) MC (dry basis) Ash (dry basis) V M Fixed Carbon C H N O 1 Dhaincha Sesbania javanica 13.58 1.84 85.63 12.53 45.24 6.06 0.56 48.14 17.18 2 Jute Stick with Fiber Corchorus capcularis 15.47 9.47 76.36 14.18 44.68 5.72 2.85 46.75 19.26 3 Jute Stick without Fiber Corchorus capcularis 8.59 1.63 82.24 16.13 46.34 5.96 0.18 47.52 17.98 4 Ipomoea Stem Ipomoea carnea 20.45 9.80 75.70 14.49 43.11 5.18 3.49 48.22 16.32 5 Indian Tamarisk Tamarix indica 13.71 6.82 78.58 14.60 47.38 5.80 3.03 43.79 17.17 6 Castor Ricinus communis 73.34 6.85 81.37 11.77 41.58 5.68 0.34 52.4 17.25 7 Tall Reed Phragmites karka 31.71 19.67 67.15 13.18 45.62 5.68 2.54 46.16 15.98 [Source: Baruah, D. (2019). Development of a decision support system for decentralized energy generation using biomass gasification (Doctoral dissertation, Tezpur University).] Characterization of locally available woody biomass Sl. No. Common Name Botanical Name Proximate Analysis (%) Ultimate Analysis (%) HHV (MJ/kg) (wet basis) MC (dry basis) Ash (dry basis) V M Fixed Carbon C H N O 1 Neem tree Azadirachta indica 47.13 3.63 81.63 14.74 44.96 5.47 3.13 46.44 18.5 2 Bamboo Pseudopallida bambusa 24.81 10.16 75.48 14.36 45.85 5.61 1.78 46.76 17.54 3 Cluster Fig Ficus golmerata 12.96 11.57 76.51 11.91 55.76 6.94 2.92 34.38 16.53 4 Bamboo Bambusa jaintiana 56.73 3.12 79.85 17.02 43.08 5.41 1.52 49.99 17.62 5 Varun Crateava nurvala 45.55 14.48 68.72 16.8 36.35 5.00 1.95 56.70 15.55 6 Kadam Neolamarckia cadamba 35.50 5.66 77.94 16.40 43.08 5.63 1.06 50.23 16.70 7 Potka siris Albizia lucidior 27.88 6.03 77.80 16.17 43.82 5.80 1.04 49.34 16.59 8 Gul Mohar Delonix Regia 33.33 10.93 61.01 28.06 43.08 5.63 1.18 50.11 16.65 9 Bhelu Tetramels nudiflora 67.19 10.69 73.74 15.57 46.84 5.34 2.78 45.04 14.60 10 Grey Downy Balsam/ Garuga Garuga pinnata 60.85 7.27 78.24 14.49 42.86 5.80 3.02 48.32 17.24 11 Silk Cotton Tree Bombax ceiba 65.59 15.96 68.15 15.89 45.91 5.58 3.73 44.78 16.49 12 White Fig Ficus virens 56.06 5.70 77.01 17.28 46.90 5.89 2.98 44.23 18.02 13 Purple Orchid Bauhinia purpurea L. 44.35 4.37 77.37 18.25 49.31 6.11 3.38 41.20 16.69 14 Coral Tree Erythrina stricta 71.68 7.60 71.68 20.73 45.44 5.54 3.72 45.30 17.26 15 White Teak Gmelina arborea 71.19 7.72 76.12 16.16 47.74 5.98 5.98 40.30 17.98 16 Amari Amoora wallichi 63.44 7.24 73.96 18.8 48.10 5.96 2.57 43.37 18.02 17 Miswak Salvadora"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "persica 50.43 7.88 78.36 13.76 45.96 5.46 3.23 45.35 15.43 18 Rain tree Cassia siamea Lamk 58.29 3.63 78.67 17.70 45.63 5.94 3.90 44.53 14.50 19 Mango Mangifera indica 56.77 8.84 70.78 20.37 46.96 5.68 2.87 44.49 16.94 20 Jackfruit Artocarpus heterophyllus 55.41 5.11 74.61 20.28 45.66 5.67 2.22 46.45 18.24 21 Silkworm Mulberry Morus australis 44.10 5.66 75.71 18.63 51.67 7.01 0.87 40.45 18.28 22 Guava Psidium guajava 44.64 3.52 76.76 19.71 48.52 5.65 2.85 42.98 18.06 23 Drumstick tree Moringa oliefera 82.63 8.25 70.32 21.43 41.73 5.84 2.09 50.34 15.76 24 Sugar Apple Annona squamosa 61.29 3.59 75.05 21.37 48.37 5.96 4.06 41.61 17.92 [Source: Baruah, D. (2019). Development of a decision support system for decentralized energy generation using biomass gasification (Doctoral dissertation, Tezpur University).] Annexure V Characterization of locally available biomass-residue Sl. No. Category Common Name Botanical Name Proximate Analysis (%) Ultimate Analysis (%) HHV (MJ/kg) (wet basis) MC (dry basis) Ash (dry basis) V M Fixed Carbon C H N O 1 Aquatic Water Hyacinth Eichhornia crassipes 32.03 11.51 70.89 17.6 36.68 5.12 3.53 54.67 13.91 2 Leaves Ipomea Leaves Ipomea carnea 47.06 8.07 72.19 19.74 43.44 5.54 1.43 49.59 17.07 3 Leaves Banana Leaves Musa bulbisiana 25.88 9.50 71.9 18.59 43.08 5.74 1.96 49.22 19.68 4 Leaves Coconut Leaves Cocos nucifera 60.85 13.57 68.68 17.75 47.78 6.01 3.90 42.31 17.95 5 Leaves Tall Reed Leaves Phragmites karka 31.71 19.67 67.15 13.18 39.41 5.11 3.69 51.79 15.88 6 Grass Cogon Grass Imperata cylindrica 39.38 10.17 78.04 11.79 42.79 5.72 0.87 50.62 17.98 7 Grass Reed Arundo Donax 54.19 7.62 79.96 12.42 46.04 5.71 0.90 47.35 14.94 8 Husk Rice Husk Oriza sativa 11.56 17.13 63.28 19.59 42.90 6.38 4.19 46.53 12.98 9 Black Gram Husk Vigna mungo 11.04 14.2 74.73 11.06 50.00 6.76 2.72 40.52 15.31 10 Mustard Husk Brassica nigra 9.58 16.38 76.57 7.05 39.35 5.29 1.90 53.46 14.00 11 Straw Rice Straw Oriza sativa 10.00 11.80 74.90 13.30 49.34 5.04 0.74 44.88 14.85 12 Black Gram Straw Vigna mungo 34.89 11.13 61.89 26.98 44.21 5.42 1.38 48.99 13.69 13 Green Gram Straw Vigna radiata 13.30 3.65 73.53 22.82 48.92 5.89 1.89 43.30 12.49 14 Mustard Straw Brassica nigra 9.43 2.98 78.57 18.45 43.70 5.93 0.42 49.95 11.23 15 Lentil Straw Lens culinaris 31.19 5.53 74.61 19.87 45.13 5.13 0.64 49.10 14.54 16 Pea Straw Pisum sativum 22.38 15.15 74.28 10.57 45.23 5.88 3.53 45.36 16.72 17 Bagasse Sugarcane Bagasse Saccharum officinarum 10.00 2.95 81.27 15.78 44.17 6.17 0.16 49.50 16.28 18 Stalk Corn Stalk Zea mays 70.60 3.73 75.05 21.22 44.11 5.72 1.44 48.73 14.65 19 Garlic Stalk Allium sativum 31.93 26.11 61.01 12.89 27.22 4.11 1.28 67.39 11.56 [Source: Baruah, D. (2019). Development of a decision support system for decentralized energy generation using biomass gasification (Doctoral dissertation, Tezpur University).] Average availability index of livestock manure of some selected animal Livestock Specific dropping yield, kg day-1 animal-1 (fresh weight) Cow 10 Calf 5 Pig 2 Poultry 0.18 Goat 2 [Source: Brahma, A., Saikia, K., Hiloidhari, M., & Baruah, D. C. (2016). GIS based planning of a biomethanation power plant in Assam, India. Renewable and Sustainable Energy Reviews, 62, 596-608.] Feedstock characteristics and methane generation potential of selected biomass in Sonitpur district Biomass Dry matter, % Biogas yield, m3 kg-1 Methane fraction, % Kitchen waste 40 0.3 70 Vegetable waste 20 0.21 72 Cow dung 17 0.34 65 Pig droppings 18 0.39 65 [Source: Brahma, A., Saikia, K., Hiloidhari, M., & Baruah, D. C. (2016). GIS based planning of a biomethanation power plant in Assam, India. Renewable and Sustainable Energy Reviews, 62, 596-608.] Annexure V Composition of various lignocellulosic biomass Lignocellulosic materials Cellulose (%) Hemicellulose (%) Lignin (%) Sugarcane bagasse 40–45 30–35 20–30 Sweet sorghum bagasse 45 27 21 Wheat straw 33–40 20–25 15–20 Rice straw 38 32 12 Rice Husk 37.1 29.4 24.1 Barley straw 38 35 16 Soybean straw 34 16 22 Corn stover 38 23 20 Corn cob 41 31 12 Poplar 44 20 29 Pine 42 21 30 Gmelina arborea sawdust 23 - 23.3 Salvadora oleoides sawdust 24 - 21.8 Switchgrass 31 24 18 Coastal Bermuda Grass 30 29 23 Napier Grass 47 31 22 Elephant Grass 36 24 28 Bamboo 45 24 20 Waste papers 65 13 1 [Source: Baruah, J., Nath, B. K., Sharma, R., Kumar, S., Deka, R. C., Baruah, D. C., & Kalita, E. (2018). Recent trends in the pretreatment of lignocellulosic biomass for value-added products. Frontiers in Energy Research, 6, 141.] Annexure VI Residue production ratio data of rice straw Development block wise residue production ratio (RPR) of rice straw in Sonitpur district Development block Residue Production Ratio (RPR) of rice straw Gabharu 1.30 Sakomatha 1.44 Baghmara 1.72 Behali 1.40 Sootea 1.44 Bihaguri 1.59 Pub-Choiduar 1.43 Rangapara 1.76 Balipara 1.76 Naduar 1.30 Borchola 1.32 Choiduar 1.40 Dhekiajuli 1.36 [Source: Hiloidhari, M., Baruah, D., Mahilary, H., & Baruah, D. C. (2012). GIS based assessment of rice (Oryza sativa) straw biomass as an alternative fuel for tea (Camellia sinensis L.) drying in Sonitpur district of Assam, India. Biomass and Bioenergy, 44, 160-167.] Annexure VII Base line bioenergy resource mapping Crop residue bioenergy potential in the North Bank Plain Zone (Sonitpur, Darrang, Udalguri, North Lakhimpur and Dhemaji districts) of Assam, India [Source: Baruah, D. C., Energy Conservation Laboratory, Department of Energy, Tezpur University] Fig. 1. Spatial distribution of rice agricultural field in North Bank Plain Zone of Assam, India (Sonitpur, Darrang, Udalguri, N Lakhimpur and Dhemaji districts) Cropland 322 thousand ha Gross biomass 0.85 mt y-1 Net biomass 0.50 mt y-1 Bioelectricity potential 48 MW Annexure VIII Land Use Land Cover, rice residue biomass and road network mapping of demonstration site Materials and Method The materials and method for land use land cover classification, rice cropland mapping and road network mapping are discussed below separately. Materials Satellite image High resolution multispectral satellite image, Sentinel 2A acquired from the European Space Agency (ESA) is used for the land use land cover (LULC) classification. Sentinel-2 is an Earth observation mission of the ESA’s Copernicus Programme that provides optical imagery at high spatial resolution (10 m to 60 m) over land and coastal waters. The Sentinel-2 is a polar-orbiting, multispectral high- resolution imaging mission for land monitoring to provide, for example, imagery of vegetation, soil and water cover, inland waterways and coastal areas (ESA, 2021). The mission is a constellation with two twin satellites, Sentinel-2A and Sentinel-2B. Sentinel-2A was launched on 23 June 2015 and Sentinel-2B on 7 March 2017. Details of the Sentinel-2A satellite image used for the present study is given in Table2. Table 2: Characteristics of the Sentinel 2A data used in this study. Parameter Detail Spatial resolution 10 × 10 m 60 × 60 m Spectral band-central wavelength (μm) Band 1 (Coastal) 0.443 μm Band 2 (Blue) 0.490 μm Band 3 (Green) 0.560 μm Band 4 (Red) 0.665 μm Band 5 (Red edge) 0.740 μm Band 6 (Red edge) 0.783 μm Band 8 (NIR) 0.842 μm Band 8A (NIR) 0.865 μm Band 9 (Water) 0.940 μm Band 10 (SWIR) 1.375 μm Band 11 (SWIR) 1.610 μm Band 12 (SWIR) 2.190 μm Swath 290 km Cloud cover 0% Date of acquisition December 22, 2020 No. of scene used for"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "present study 1 Google Earth Google Earth image pertaining to the study area is used for verification/ground trothing of LULC classification, rice cropland mapping and road network mapping. Due to its very high resolution features, Google Earth particularly helps to identify different types of road (e.g., highways, urban road, rural road). Annexure VIII Remote sensing and GIS software ArcGIS 10 GIS software developed by the Environmental System Research Institute (ESRI) is used for rice cropland mapping and road network mapping. The LULC classification is done using Sentinel Application Platform (SNAP) software developed by the ESA. Geographical Positioning System Handheld Geographical Positioning System (GPS) developed by Garmin is used to collect coordinates (lat/long) of selected locations of the study area. The coordinate points are used for image classification and accuracy assessment purposes. Different approaches have been followed for LULC classification, rice cropland mapping and road network mapping as discussed below. LULC classification LULC maps are important input data for environmental modelling and water resource management (Steinhausen, 2018). Application of LULC for bioenergy mapping has also been reported in literature (Nataranjan et al., 2016). Both manual and digital methods can be followed for LULC mapping. Digital LULC mapping helps to cover large study areas, minimize labor, cost and time. The digital approach of LULC mapping can be supervised and unsupervised classification. According to Das et al., 2017, in supervised classification, class labels for each data instance in the training dataset is known. In unsupervised classification, data instances are not labelled. Grouping of similar data instances is done based on some specific set of similarity measures. There are many well-established algorithms for supervised classification (e.g., Maximum Likelihood Classifier, Random Forest Classifier) and unsupervised classification (e.g., K-Means Cluster Analysis). In this study, supervised classification method is used for LULC mapping. Both Maximum Likelihood Classifier (MLC) and Random Forest Classifier (RFC) are comparatively applied to determine which method provides better LULC classification for the study area. Prior to LULC classification, the Sentinel 2A image is preprocessed and corrected for atmospheric disturbances, orthorectified and georeferenced to Universal Transverse Mercator (UTM) reference system (zone 46N). All the Sentinel-2 spectral bands were resampled to 10 m spectral resolution using the bilinear upsampling method and a mean downsampling method (Tavares et al., 2019). Eight LULC classes were identified for the classification process. Different band combinations were used to distinguish and classify one LULC class from another. The selected LULC classes are given in Table 3. On-screen digitization of rice cropland Each individual rice cropland was also manually digitized (on-screen digitization) using ArcGIS software at 1:15000 scale with prior knowledge of the fields. The fallow rice areas appear in light greenish color in RGB mode (band 4:3:2) of Sentinel-2A image. While mapping the cropland, standard guidelines provided by the National Remote Sensing Centre (NRSC, 2006, Hiloidhari and Baruah, 2011) were followed. Annexure VIII Road network mapping The roads were identified and mapped in ArcGIS environment using the Sentinel-2A satellite image. Google Earth was extensively used to identify other types of road (e.g., road passing through fields, roads within a village) in the study area. Field visits and accuracy assessment Randomly selected locations of the study area were personally visited to assess accuracy of the classification. Initially, 42 locations of the study area were selected from the satellite image for the field visit purpose. The locations are evenly distributed and represent each LULC class of the study area. Lat/long coordinates of the visited sites were recorded using handheld GPS and photographs were taken in NEWS direction. Information such as land use type, surrounding land use type, road connectivity and condition were noted down for each of the visited sites. Confusion or error matrices are the commonly used measures for accuracy assessment. A confusion matrix is a cross tabulated sample count of classified map and reference data (Steinhausen et al., 2018). The matrix is used to estimate user’s accuracy, producer’s accuracy, overall accuracy and kappa coefficient (Foody, 2002). Table 3: LULC classes, classification criteria and descriptions LULC class Classification criteria and descriptions Water bodies Major river (Jia Bhalari), minor river (Mora Bharali) and small water bodies such as wetland, ponds are classified under the same class ‘water bodies’. Sand The satellite image was acquired on December 22, 2021. During this winter period Jia Bhalari river dried up and sandbars are also visible in the satellite image. To distinguish the sand bars from built-up/settlement areas, a separate class ‘sand’ is created. Forest- Plantation forest The study area includes two tea gardens, a forested area and also rural home garden plantation. Although such different vegetation patterns can be visually distinguished in the satellite image, it is difficult to precisely train the classification algorithm to differentiate the vegetation as different classes. Therefore, the tea gardens, forested areas and rural home gardens are mapped as a single class ‘forest/plantation’. On-screen or manual method of classification is also done separately to distinguish the tea gardens from the forested area. However rural home gardens could not be mapped separately because they are closed mixed with rural built-up areas so not possible to map accurately using Sentinel-2A image (10 m resolution). Built up- Settlement Rural and urban houses, industries, institutions are mapped as a single class ‘built- up/settlement’. Airport tarmac The study area covers a small airport, the airport tarmac is mapped separately. This was also done to avoid false classification of the airport tarmac as a water body. Annexure VIII Rice cropland Winter rice cultivation is the major agricultural activity in the study area. Rice is planted during June-July and harvested in November-December. After harvesting, the rice fields remain as current fallow land till next cropping season. As mentioned earlier, the acquired image belongs to the month of December (22 December, 2020), when rice harvesting is already completed in the study region. Therefore, rice growing areas were mapped as ‘rice cropland’. The rice growing areas were also manually digitized as individual polygons using the satellite image. The comparison of area under digital and manual classification was done to assess the classification accuracy. Winter cropland Winter vegetables such as cabbage, cauliflower, brinjal, potato are also grown in the study area, but in small amounts. Therefore, winter crop growing areas were mapped as ‘winter cropland’. Land use shared by different winter vegetables could not be mapped separately. Wetland- Wetland rice Some parts of the river Mora Bharali is converted to artificial wetland for fishing and wetland rice cultivation. Those areas were mapped as wetland/wetland rice. The differentiation between wetland and wetland rice areas could not be made because wetland rice areas are not permanent. Wetland rice covers a small part of the river. Depending on depth and water content of the river, the wetland rice areas change from one season to another. Barren land- Fallow land There are no distinct grasslands in the study area as one can observe in a protected forest like a national park. However, there are grass-covered playgrounds in villages, in school and in community areas. Similarly, there is also fallow land (grass-covered in the study area. It is difficult to identify those areas separately using a 10 m image. Therefore they are mapped together as ‘grassland/fallow land’. Assessment of bioenergy potential from rice residues Statistics"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "available from rice cropland mapping could be used to assess rice residue bioenergy generation potential in the study area. Rice straw and husk has been successfully used as a feedstock for the generation of biomass electricity and 2nd generation biofuel along with the production of other bio-based materials (Hiloidhari et al., 2014; Soam et al., 2016, Chang et a., 2019). Energy potential from rice straw and rice husk available in the study area is estimated as the methodology developed by Hiloidhari et al., 2014. The model considers factors such as residue production ratio (RPR, residue production per unit of grain production), crop area, crop productivity, residue availability factor and energy value of the crop residue. The RPR of rice straw and hush is taken as 1.5 and 0.2. Rice crop productivity in Sonitpur district is taken as 2.15 t ha-1 based on last three years (2016-18) average productivity (MoAFW, 2020). Rice straw and husk availability factors are taken as 0.5 and 0.8 (Hiloidhari and Baruah, 2011). The residue availability factor is the amount of residue available for bioenergy generation after deducing the competing uses (e.g., feed for animal, soil requirement).The LHV of both rice straw and husk is taken as 15.54 MJ kg-1 (Hiloidhari et al., 2014). Results Land use land cover Overall 8 land use classes have been identified, classified and mapped using Sentinel-2A satellite image in the study area of 10 × 10 km2. Both Maximum Likelihood Classifier (MLC) and Random Annexure VIII Forest (RF) classifier have been used for the classification. Results of MLC and RFC classification are presented in Figure 1 and 2. Areas under different land use classes are shown in Table 4. It is observed from Table 4 and Figure 1 and 2 that both the classifiers give different results. The highest difference is observed in built up-settlement areas. The MLC classifier is unable to distinguish properly built up-settlement, sand and barren land-fallow land classes and in most cases these three classes are classified as built up-settlement. It could be suggested that a Sentinel image with 10 m resolution may not be suitable for identification/classification of built up-settlement areas in rural or semi-urban environments. Fusion of Sentinel 1 radar image with Sentinel 2 optimal image can provide better identification of this class (Steinhausen et al., 2018). In rice cropland, area under this class is nearly 8% under MLC and about 10.4% in RFC. There are several locations in the study area where rice cultivation is also practiced in wetland areas, particularly along the Mora Bharali river. Wetland and wetland rice areas could not be identified separately and they were mapped together as wetland-wetland rice class. Area under this class, as per MLC is 8.5% and RFC is 18.1%. Overall, due to these uncertainties, fusion of Sentinel SAR data with Optical data is reported as a solution to increase LULC classification accuracy in rural and semi-urban areas (Steinhausen et al., 2018; Denize et al., 2018). Figure 1. LULC classification as per Maximum Likelihood Classifier Annexure VIII Table 4: Land use class-wise area distribution in the study area LULC class Area as per MLC classification, (%) Area as per RFC classifier, (%) Rice cropland 7.94% 10.42% Forest-Plantation forest 14.73% 20.78% Water 6.68% 9.07% Sand 6.38% 10.64% Built up-Settlement 41.90% 11.50% Airport tarmac 2.90% 5.80 Barren land-Fallow land 6.89% 11.76% Winter crop 4.07% 1.94% Wetland-Wetland rice 8.53% 18.1% Rice cropland mapping On-screen digitization was performed to individually digitize the rice polygons of the study area (Figure 3). Altogether 134 rice polygons were identified and digitized. The size of the polygons ranges from less than 1 ha to 192 ha. Area wise distribution of rice cropland in the study is shown in Figure 4. Village wise distribution of the rice croplands are shown in Figure 5. The total area under rice cropland is estimated to 1735 ha, 17.35% of the total study area (10000 ha). Figure 3 Rice cropland of the study area (Sentinel-2A FCC image in background). Annexure VIII Figure 4 Area-wise distribution of rice cropland in the study area. Figure 5 Village-wise distribution of rice cropland in the study area. Annexure VIII Road network mapping The road network of the study area is shown in Figure 6a (with satellite image in background) and 6b (without satellite image background). The study area is well-connected to other parts of the district with a road network. The status of the roads, e.g., condition of road, bridge needs to be further assessed. There are five major roads that pass through the study area and connect other places. They are Khalihamari road, Dolabari-Panchmile-Napaam road, Panchmile-Napaam road, Tezpur University road and Late Rajendra Borthakur road. Furthermore, a small part of the four lane road (under construction) also goes through the study area. Another road is constructed under the Pradhan Mantri Gram Sadak Yojana (PMGSY) in the study area. Figure 6a. Road network of the study area with satellite image in background Annexure VIII Figure 6b. Road network of the study area without satellite image in background Bioenergy potential from rice residues Rice is cultivated in 1735 ha (17.35% of total geographical area of the study area) land of the study area and annual rice production is 3731 tonne (t). Gross annual rice and rice husk production is estimated to be 5596 and 761 t. Considering the surplus availability factor as 0.5 and 0.8 for rice straw and husk, net rice straw and husk production potential in the study area is estimated to be 2798 and 597 t. Based on these statistics, annual bioenergy potential of rice straw and husk in the study area is estimated as 43480 GJ and 9276 GJ. Thus, overall rice residue-based annual bioenergy potential in the study is 52756 GJ. Annexure VIII References Avtar, R., Sahu, N., Aggarwal, A.K., Chakraborty, S., Kharrazi, A., Yunus, A.P., Dou, J. and Kurniawan, T.A., 2019. Exploring renewable energy resources using remote sensing and GIS—A review. Resources, 8(3), p.149. Castro-Santos, L., Garcia, G.P., Simões, T. and Estanqueiro, A., 2019. Planning of the installation of offshore renewable energies: A GIS approach of the Portuguese roadmap. Renewable Energy, 132, pp.1251-1262. Chang, K.H., Lou, K.R. and Ko, C.H., 2019. Potential of bioenergy production from biomass wastes of rice paddies and forest sectors in Taiwan. Journal of Cleaner Production, 206, pp.460-476. Das, A.K., Goswami, S., Chakrabarti, A. and Chakraborty, B., 2017. A new hybrid feature selection approach using feature association map for supervised and unsupervised classification. Expert Systems with Applications, 88, pp.81-94. Denize, J., Hubert-Moy, L., Betbeder, J., Corgne, S., Baudry, J. and Pottier, E., 2019. Evaluation of using sentinel-1 and-2 time-series to identify winter land use in agricultural landscapes. Remote Sensing, 11(1), p.37. European Space Agency (ESA). http://www.esa.int/Applications/Observing_the_Earth/Copernicus/Overview4 (accessed March 14, 2021). Foody, G.M., 2002. Status of land cover classification accuracy assessment. Remote sensing of environment, 80(1), pp.185-201. Hiloidhari, M. and Baruah, D.C., 2011. Rice straw residue biomass potential for decentralized electricity generation: A GIS based study in Lakhimpur district of Assam, India. Energy for Sustainable Development, 15(3), pp.214-222. Natarajan, K., Latva-Käyrä, P., Zyadin, A. and Pelkonen, P., 2016. New methodological approach for biomass resource assessment in India using GIS application and land use/land cover (LULC) maps. Renewable and Sustainable Energy Reviews, 63, pp.256-268. NRSC—NationalRemote Sensing"
    },
    {
      "chapter": "Chapter IV",
      "section": "17.35",
      "pages": [
        78,
        79,
        80,
        81,
        82,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        116,
        117,
        118,
        119,
        120,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      "text": "Centre.Natural resource census: national land use and land cover analysis using multitemporal LISS-III (LULC-LIII: 50K)—project manual; 2006. Peters, G.P., Andrew, R.M., Canadell, J.G., Fuss, S., Jackson, R.B., Korsbakken, J.I., Le Quéré, C. and Nakicenovic, N., 2017. Key indicators to track current progress and future ambition of the Paris Agreement. Nature Climate Change, 7(2), pp.118-122. Ramachandra, T.V. and Shruthi, B.V., 2007. Spatial mapping of renewable energy potential. Renewable and sustainable energy reviews, 11(7), pp.1460-1480. Schleussner, C.F., Rogelj, J., Schaeffer, M., Lissner, T., Licker, R., Fischer, E.M., Knutti, R., Levermann, A., Frieler, K. and Hare, W., 2016. Science and policy characteristics of the Paris Agreement temperature goal. Nature Climate Change 6, 827-835. Annexure VIII Soam, S., Kapoor, M., Kumar, R., Borjesson, P., Gupta, R.P. and Tuli, D.K., 2016. Global warming potential and energy analysis of second generation ethanol production from rice straw in India. Applied energy, 184, pp.353-364. Steinhausen, M.J., Wagner, P.D., Narasimhan, B. and Waske, B., 2018. Combining Sentinel-1 and Sentinel-2 data for improved land use and land cover mapping of monsoon regions. International journal of applied earth observation and geoinformation, 73, pp.595-604. Tavares, P.A., Beltrão, N.E.S., Guimarães, U.S. and Teodoro, A.C., 2019. Integration of sentinel-1 and sentinel-2 for classification and LULC mapping in the urban area of Belém, eastern Brazilian Amazon. Sensors, 19(5), p.1140. Torvanger, A., 2019. Governance of bioenergy with carbon capture and storage (BECCS): accounting, rewarding, and the Paris agreement. Climate Policy 19, 329-341. Annexure IX Key features of policies/regulation related to renewable energy in India POLICY Year Policy status Policy Type Economic Support Grid Connection Access Target Planning/Vision /Knowledge sharing Permitting /Authority /Eligibility /Other Draft National Energy Policy 2017 Planned √ √ √ √ √ √ Ujwal Bharat 2016 In force √ √ √ √ √ √ Paris Agreement INDC 2015 In force √ √ National Renewable Energy Act 2015 Planned √ √ √ √ √ Deen Dayal Upadhyaya Gram Jyoti Yojana (DDUGJY) - rural electrification programme 2014 In force √ √ National Biogas and Manure Management Programme 2014 In force √ √ √ √ Twelfth Five Year Plan (2012–2017) 2013 In force √ √ √ Biogas Power (off-grid) Programme 2013 In force √ √ √ Renewable Energy Certificates system 2011 N/A √ √ Strategic Plan (2011-2017), MNRE 2011 N/A √ √ √ RE Tariff regulations 2009 (revised 2010) In force √ √ √ India-Brazil-South Africa Declaration on Clean Energy 2007 In force √ √ Integrated Energy Policy 2006 In force √ √ √ Tariff Policy 2006 2006 In force √ √ √ National Electricity Policy 2005 Ended √ √ √ √ Government Assistance for Renewable Energy Projects (Wind, Solar, Biofuel, Hydro) 2003 In force √ The Electricity Act 2003 2003 In force √ √ √ Jawaharlal Nehru National Solar Mission 2010 In force √ √ √ √ √ √ National Offshore Wind Energy Policy 2016 In force √ √ √ √ √ √ National Wind Solar Hybrid Policy 2018 In force √ √ √ √ National Policy on Biofuels 2018 In force √ √ √ √"
    }
  ]
}