{
  "initiative_id": "CH_4",
  "state": "Chhattisgarh",
  "title": "Industrial Development Policy 2024-30 (AI/Robotics Focus)",
  "chunks": [
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 2 of 52 This document is an extract of the Industrial Development Policy 2024-30 and serves as a Reference Guide (English). In case of any discrepancies between this guide (extract) and the official Hindi version of the Industrial Development Policy 2024-30, the Hindi version shall take precedence. In the event of any dispute, the decision of the Department of Commerce and Industries, Government of Chhattisgarh, shall be final and binding. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 3 of 52 Table of Contents Policy Overview ............................................................................................................................ 4 Definitions ................................................................................................................................... 7 List of Thrust Sector Industries ..................................................................................................... 9 List of Ineligible Industries for Entire State ................................................................................... 11 List of Core Sector Industries ...................................................................................................... 12 List of Service Sector Industries .................................................................................................. 13 Categorization of Development Blocks........................................................................................ 15 Package for MSME Industries ...................................................................................................... 17 Package for MSME Services Sector Enterprises ........................................................................... 20 Package for Large Industries ....................................................................................................... 22 Package for Large Service Sector Industries ................................................................................ 24 Special Package for Large Enterprises in Pharma Sector .............................................................. 25 Special Package for Large Enterprises in Textiles Sector ............................................................... 27 Special Package for Large Enterprises in Agro and Food processing Sector ................................... 29 Special Package for Large Enterprises in Electronics and Electrical Sector ................................... 31 Special Package for Large Enterprises in AI, Robotics and Computing Sector ............................... 33 Special Package for Large Enterprises in IT Sector ....................................................................... 35 Special Package for Large Enterprises in ITeS & Data Centres Sector ............................................ 37 Package for Large Enterprises in Core (Steel) Sector .................................................................... 39 Package for Large Enterprises in Core (Except Steel) Sector and Solar Power Plants ...................... 41 Special Package for SC/ST Entrepreneurs .................................................................................... 42 Logistics Package ....................................................................................................................... 44 Startup Package ......................................................................................................................... 46 Package for Closed and Sick Industries ....................................................................................... 49 Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 4 of 52 Policy Overview 1. Vision To achieve the vision of \"Amrit Kaal: Chhattisgarh Vision @ 2047,\" this policy outlines provisions aimed at establishing new dimensions of industrial development in the state. With this objective in mind, the policy has been designed to foster the holistic development of Chhattisgarh. 2. Policy Duration and Review The Industrial Development Policy 2024–30 will be effective from 1 November 2024 till 31 March 2030. The state government will have the authority to review the provisions of the Industrial Development Policy 2024– 30 and make amendments or revisions to the provisions of this policy as required for development of the State. 3. Introduction The Industrial Development Policy 2024–30 aims to transform Chhattisgarh into a hub of industrial growth aligned with the vision of \"Amrit Kaal: Chhattisgarh Vision @ 2047.\" It emphasizes leveraging local resources, promoting agriculture and mineral-based industries, and fostering diversification in emerging sectors like defence and technology. The policy prioritizes ease of doing business, employment of locals, inclusive growth, development of logistics infrastructure, and active stakeholder participation to create an industry-friendly environment while ensuring holistic development across the state. 4. Objective The objectives of the Industrial Development Policy 2024–30 focuses on fostering comprehensive growth across sectors in various development blocks of Chhattisgarh, aligning with the vision of \"Amrit Kaal: Chhattisgarh Vision @ 2047.\" The policy aims to create an investor-friendly environment, streamline administrative processes, and encourage the development of industries based on local resources and advanced technologies. It emphasizes skill development, employment generation, and the promotion of core and emerging sectors, such as IT, AI, and robotics. Additionally, it seeks to leverage the state’s geographic advantages and natural resources to establish Chhattisgarh as a hub of industrial and economic progress. 5. Provision for Industrial Investment Promotion (Key Clauses) 1. To achieve the objectives of the Industrial Development Policy 2024–30, the amendments made by the Government of India in 2020 to the \"MSME Act, 2006\" regarding the definitions of Micro, Small, and Medium Enterprises have been adopted. To ensure balanced industrial development, tailored \"Industrial Investment Incentives\" have been specified for Micro, Small, Medium, and Large Enterprises, considering their categories, requirements, and unique needs. The incentives under the Industrial Investment Incentive program will be subject to the maximum limits set by the government. Exemptions are in addition to financial investment incentives. Following chapters have been included in the policy: • Provisions for Micro, Small, and Medium Enterprises • Provisions for Large Enterprises • Special provisions for specific categories of industries • Special provisions for specific classes/groups 2. To achieve the objectives of the policy, \"Industrial Investment Incentives\" will be provided for the establishment of new enterprises, expansion/ diversification/ substitution/ modernization of existing enterprises in the State. For comprehensive industrial development in all regions of the state, the policy has categorized all development blocks into three categories: Group-1, 2, and 3. The extent of industrial investment incentives will be determined based on these groups. 3. To promote comprehensive industrial development aligned with the state's requirements, the policy categorizes industries into \"General and Thrust Sectors.\" Specific provisions have been made to strengthen Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 5 of 52 and prioritize the production of existing industrial products, particularly in steel sector and other core sectors (except steel) such as cement, thermal power, and aluminium. Recognizing the current needs and consumption patterns in the state, the policy introduces special packages for key industries, including pharmaceuticals, textiles, food processing, agricultural product processing, Non-Timber Forest Products (NTFP) processing, electrical and electronics, and IT/ITES, among others. These measures aim to attract new investments in these sectors, fostering growth and development. Additionally, the policy provides extra incentives for the first five anchor investors in these sectors, further enhancing their appeal. 4. The state will provide an additional 10% subsidy in addition to the prescribed \"Industrial Investment Incentives,\" and an increased maximum limit by 10% for enterprises established by women entrepreneurs, ex-servicemen, retired Agniveers, LWE affected by individuals/families, Divyang, Non-Resident Indians, Foreign Direct Investments (FDI), exporting industries and projects establishing with foreign technology. Additionally, a one-year relaxation in related provisions for exemptions will be provided. If any investor qualifies for benefits under more than one category, they will only be eligible to claim benefits under one category as per the provisions of this policy. 5. Considering the current status of rice mills and parboiling units in the state, their establishment, expansion, diversification, substitution, or modernization will only be eligible for the facilities announced under the policy if they are located in Group-3 development blocks and are categorized as general enterprises eligible for industrial investment incentives. 6. Under the Industrial Development Policy 2024–30, warehouses, logistics hubs, and cold storages established on industrial/commercial land in the state will be eligible for subsidies, exemptions, and benefits under the Industrial Investment Incentive scheme. 7. Under the Industrial Development Policy 2024–30, information technology and information technology- enabled service units that qualify for financial investment incentives under this policy can be established on commercial/industrial land or land related to associated services. 8. To promote the development of the film industry in the state, the establishment of new film production studios, editing studios, sound recording studios, and film processing facilities will be supported. Investments in these activities will qualify for subsidies, exemptions, and benefits under the policy, equivalent to those offered to general category industries. These units can be established on commercial/"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "industrial land or land diverted for that particular service as per the provisions of the Industrial Development Policy 2024–30. 9. To enhance self-employment opportunities for youth in the state, \"Udyam Kranti Yojana\" will be launched under this policy. Under this scheme, unemployed youth of the state will be provided with loans through financial institutions for the establishment of new enterprises/service units/businesses. Additionally, subsidies will be provided by the state. 10. Employment opportunities will be generated in the State by promoting services industries. \"Industrial Investment Incentive will be provided to the service enterprises identified under the IDP 2024-30 as per their eligibility. 11. The establishment of industrial areas/parks by the private sector in the state will be encouraged. For this purpose, the following special provisions will be made: a. For the establishment of industrial areas/parks by the private sector, a minimum of 15 acres of land is required. On the investment cost (excluding land cost) for establishing such industrial areas/parks, a subsidy of 30% will be provided, subject to a maximum of ₹4 crore. Full exemption from stamp duty and 100% reimbursement of land conversion charges (diversion fees) will be granted for the purchase and registration of land required for these industrial areas/parks. However, such industrial areas/parks must comply with the rules and regulations set by the state government for their establishment and development. b. In addition to the primary land requirement of 15 acres mentioned in clause (a), if an additional land area is purchased for expansion, a 30% subsidy will be provided on the investment cost Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 6 of 52 (excluding land cost), subject to a maximum of ₹3 crore. Additionally, a full exemption from stamp duty and 50% reimbursement of land registration charges and 100% exemption from land diversion fees will be provided. c. Enterprises established in these industrial areas/parks will also be eligible for industrial investment incentives under this policy. All eligible industrial areas/parks established in the private sector under the above provisions will be entitled to \"Industrial Investment Incentives\" as defined under this policy. New enterprises established in these private industrial areas will receive an additional 10% subsidy and an increased maximum limit of 10% for eligible projects based on the category of the development block. The period for exemptions will be for one additional year. 12. To avail the industrial investment incentives under this policy, industries need to ensure that ratio of state domicile in permanent employment must be 100% in case of unskilled labours/manpower, at least 70% in case of skilled manpower and at least 40% in case of managerial/administrative manpower. 13. Special Provisions: (a) The state government, in the interest of promoting the state's development, has constituted a Cabinet sub-committee under this policy to address large investments. This committee is empowered to deliberate and decide on providing special investment facilities for industries of strategic importance, in addition to the industrial investment incentives specified in the policy. The members of this sub- committee will be as follows: Sr. Name of Department Designation 1 Honourable Chief Minister, Chhattisgarh Chairman 2 Honourable Minister, Finance Department Member 3 Honourable Minister, Law and Legislation Department Member 4 Honourable Minister, Other Departments as required Special Invitee 5 Honourable Minister, Commerce & Industries Department Member Secretary (b) Under this policy, steps will be taken to simplify and streamline the rules and procedures of various departments for granting permissions and approvals required to establish industries in the state. Coordination among all departments will ensure integrated and efficient processing of such permissions and approvals. To support this, the State Investment Promotion Board will be strengthened. Additionally, a high-level committee, chaired by the Chief Secretary, will be established to regularly review and monitor the progress of investment proposals. (c) A \"No Physical Contact\" system will be implemented for granting the facilities and exemptions under this policy. The online system will be made more transparent, robust, and efficient. All subsidies/ exemptions/ reimbursements will be integrated to this system wherever possible. (d) Measures will be considered, and necessary provisions will be made in the rules to minimize the time required for establishing industries in the State. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 7 of 52 Definitions 1. \"Industrial Unit\" refers to such a unit that is established or is in the process of being established in the state of Chhattisgarh as manufacturing/processing/service enterprises. 2. “MSMEs and Large Enterprises” a. \"Micro Enterprises/Micro Service Enterprises\" refers to such enterprises in which investment in plant and machinery/ equipment is up to Rs. 1 crore and the annual turnover is up to Rs. 5 crores. b. \"Small Enterprises/Small Service Enterprises\" refers to such enterprises in which investment in plant and machinery/ equipment is up to Rs. 10 crore and the annual turnover is up to Rs. 50 crores. c. \"Medium Enterprises/Medium Service Enterprises\" refers to such enterprises in which investment in equipment and machinery is up to Rs. 50 crores and the annual turnover is up to Rs. 250 crores. d. \"Large Enterprises/Large Service Enterprises\" refers to such enterprises in which the investment in plant and machinery is more than Rs. 50 crores, or the annual turnover is more than Rs. 250 crores. For determining the category of the unit under this policy for industrial investment promotion, only the investment in plant and machinery will be considered. For this purpose, the enterprise must avail the \"Udyam Akanksha,\" and after the start of production, it is mandatory to obtain a production certificate issued by the competent authority. 3. “New Enterprise” refers to enterprises in which date of commencement of commercial production/service is on or after November 1, 2024 and on or before March 31, 2030 and they posses’ certificate of commencement of commercial production/service issued by competent authority with date of commencement, within said period, is mentioned on it. Further enterprise must fulfil the criteria mentioned in para 6.1 or 6.2 of appendix-1 of Industrial Development Policy 2024-30. 4. “Existing Enterprise” refers to established enterprises in which date of commencement of commercial production/service is before November 1, 2024 and possess valid certificate issued by the competent authority. 5. To avail the industrial investment incentives under expansion/diversification/substitution/modernization, existing enterprises must fulfil the respective conditions mentioned in appendix-1 of IDP 2024-30 6. \"Fixed Capital Investment\" refers to the investments made for the establishment of a new enterprise, expansion/modernization/ substitution of existing enterprises (where applicable), including investment in land/land development, shed-building construction, installation of new plants and machinery, electricity supply, water supply, and boundary wall construction. 7. “Date of Commencement of Commercial Production” means 45/75/100 (micro & small/ medium/ large enterprises) days after the notified date of trial production/service commencement or the date of commercial production certificate by competent authority, whichever is earlier. 8. \"Scheduled Caste / Scheduled Tribe Entrepreneurs \" means such persons who are notified by Government of India as Scheduled Caste /Scheduled Tribe of the State of Chhattisgarh; are native of the State of Chhattisgarh and are holding permanent certificate issued by the competent authority for this purpose. 9. “Women Entrepreneur” would mean/will be eligible for proposed incentives under following conditions: a. A woman who is a domicile of the state and has proposed/established the enterprise. b. In the"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "case of a partnership firm, a minimum of 51% partnership must be held by women from the state. c. In the case of a company formed under the Indian Companies Act, a minimum of 51% shareholding must be held by women from the state. d. In the case of a cooperative society, a minimum of 51% of the members must be women from the state. e. In the case of an organization formed under the Societies Act, a minimum of 51% of the members must be women from Chhattisgarh. f. In all the above-mentioned categories, it will also be necessary that at least 50% (on a grade-wise basis) of managerial, skilled, and unskilled employees in the enterprise are women. Additionally, if the enterprise owner is a woman, she will not be counted in any category of managerial, skilled, or unskilled labour. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 8 of 52 10. “Manufacturing Industry” means and includes industries in the category of manufacturing industry as defined under Micro, Small and Medium Enterprises Development Act, 2006. 11. “Divyang/Disabled” means such domicile of the State who comes under the purview of the Persons with Disabilities (Right of equal opportunity, Protection and Full Participation) Act, 1995 of the Government of India and holds certificate for such purpose, issued by competent authority. 12. “Ex-servicemen” means such person who has retired from the Armed forces/Paramilitary forces of Government of India and holds certificate for such purpose, issued by concerned Administrative Department / Office and is domicile of the State. 13. “LWE affected Person” refers to State domiciles who has been handicapped or is a family member (including parents, sons, daughters, husband or wife) of a person deceased due to Naxalite activities in the State and is holding certificate for this purpose issued by concerned District Collector or by an officer nominated by the Collector. 14. “Exporting Enterprises” means such industry in whose favour L.O.P (Letter of Permission) has been issued by the competent authority of Government of India. 15. “Term Loan” means term loan sanctioned or disbursed by scheduled bank permitted by RBI and public welfare financial institutions notified under Article 4(A) of Companies Act 1956, or financial institutions Khadi and Village Industry Commission, Scheduled Caste/Scheduled Tribes Finance and Development Corporation, Backward Classes and Minority Finance and Development Corporation formed under State Finance Act 1951 and loan sanctioned or disbursed by any other financial institution (excluding working capital) 16. \"Skilled labour, Unskilled labour and Administrative/ Managerial position\" - Definition thereof shall be considered as issued by the State Government from time to time. 17. \"Non-Resident Indian\" – Definition thereof shall be considered as issued by the Government of India from time to time. 18. \"FDI investor\"- Definition thereof shall be considered as issued by the Government of India from time to time. 19. \"Industry related to Foreign Technology\"- means such industry to which the Government of India has given clearance for establishment of Industrial Project in the State of Chhattisgarh. 20. \"State Domicile\" - means those who have been defined by the State Government from time to time, as original domicile of the State and who hold the certificate issued for this purpose by the competent authority. 21. “Permanent Employment” will refer employees in unskilled/skilled/managerial categories receiving wages/remuneration directly from the enterprise holding a production certificate. Employment provided through contractors will not be included. 22. “Net SGST” Calculation of Net SGST will be arrived based on the actual SGST deposited after adjustment of all eligible input tax credit, deposited with treasury of Government of Chhattisgarh, for the goods & services sold only in Chhattisgarh. Goods/services sold outside state in any form is/are not eligible for claiming any SGST/IGST. SGST paid towards plant & Machinery, raw materials and ancillary items will not be considered, however, these will be eligible for adjustment under Input Tax Credit as per GST Act. Net SGST Reimbursement will be applicable only on end products consumed in state of Chhattisgarh. Detailed guidelines/ procedures will be issued separately in this regard. 23. “Effective Steps” refer to the following: a. The unit has obtained lawful possession of the land. b. The unit has commenced construction work on sheds/buildings with at least 10% of the proposed capital investment as per the project report, and c. The unit has issued a firm purchase order for plant and machinery, including the advance payment, as per the project report, and d. The unit has submitted all statutory approvals, consents, clearances, and related applications required for the project to the concerned department/office, including establishment approval and building construction approval. Note: Policy definitions mentioned in the official Hindi version of Industrial Development Policy 2024-30 will prevail. In case of any disputes regarding definitions, the decision of the Department of Commerce and Industry, Government of Chhattisgarh will be final and binding. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 9 of 52 List of Thrust Sector Industries Sr. Description Minimum Investment in Plant and Machinery (INR Lakhs) A Pharmaceutical and Medical Device Sector 1 Pharmaceutical Enterprise 500 2 Medical and Laboratory Equipment 70 3 Medical Grade Oxygen Gas (through liquid and gaseous medium) 200 4 Oxygen Gas Cylinder Manufacturing 1000 5 Oxygen Concentrator 150 6 Cryogenic Gas Tank 70 7 Face Masks, Non-Rebreather Masks, Oxygen Flow Meter, Nasal Cannula, etc. 50 8 Non-invasive Ventilator, Invasive Ventilator 200 9 Surgical Gloves, PPE Kits, Over All body Protectors, and other essential equipment for infection prevention 200 10 Nutraceutical Products / Sports Nutraceutical Products 200 11 Equipment for vaccine manufacturing, RT-PCR Test, True-not Test, Reagents for Antigen Test 500 B Agriculture, Food, and Agri-based Product Processing Sector 1 Enterprises for processing of fruits, flowers, vegetables, and other horticultural products 25 2 Food processing and agricultural-based industries notified by the Government of India (excluding rice mills, paddy parboiling and cleaning, holler mills, rice bran solvent extraction plant & refining of edible oil, enterprises producing ethanol based on rice, coarse grains, and sugarcane) 70 3 Branded Dairy Products (including milk chilling) 140 4 Poha, Murmura 200 C Automobile Sector 1 Automobiles, Auto Components 150 2 Electric two-wheelers, three-wheelers, and four-wheelers, along with their batteries, hydrogen fuel cell vehicles 500 3 Infrastructure for charging stations for electric vehicles 50 4 Establishment of enterprises related to the scrapping of end-of-life vehicles as per the policy approved by the Government of India 200 D Defence and Aerospace Sector 1 Drone Manufacturing Enterprises 500 2 Aerospace and Aircraft Repair (MRO) 500 3 Defence Equipment 1000 E Information Technology (IT) Hardware Sector 1 Enterprises for robotics technology, artificial intelligence (AI), and enterprises in information and communication technology services requiring hardware 100 2 Biotechnology and Nanotechnology based products 100 3 White goods, electronics and electrical consumer products 250 F Textiles Sector 1 Textiles Sector (Spinning, weaving, power loom, fabrics and readymade garments and other processes) (Excluding non-woven fabric bags) 150 2 Polyester Staple Fibre 100 3 Readymade garments 50 4 Technical Textiles 500 G Engineering Sector 1 Products/equipment/spares supplied to railways, space, defence institutions/departments, telecommunications, and aviation companies. 140 2 Stainless steel and its products. 5000 3 Products/equipment/spares/plants/machinery/engineering products used in bicycle and bicycle manufacturing. 125 Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 10 of 52 4"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "Downstream products based on ferrous/non-ferrous metals, alloy steel, and their products. 250 5 Downstream products based on aluminium. 250 6 Plants, machinery, and equipment for power generation from new and renewable energy sources. 1000 7 Plants, machinery, and equipment used in power generation, transmission, and distribution. 150 8 Transmission line towers, mobile towers, and their spare parts/equipment. 250 9 Electric agricultural machinery, tractor-based agricultural implements, and agricultural assemblies. 70 10 Wagon coach spares and fittings. 150 11 Hand pump spares and their manufacturing. 100 12 Submersible pump spares and their manufacturing. 100 13 Manufacturing of Electric motor and spare parts 100 14 Grain Silo 125 15 Manufacturing of Cutting tool dyes and fixtures 150 H Minor Forest Produce based sector 1 Enterprises based on herbal, forest produce, and minor forest produce. 100 2 Bamboo-based enterprises (where bamboo is used as the primary raw material). 50 3 Lac-based enterprises (where lac is used as the primary raw material). 25 4 Enterprises based on wood obtained from plantations. 100 5 Compressed wood and enterprises based on it. 100 I Classification-Based Thrust Sector Enterprises 1 Gems and Jewellery 100 2 Sports Goods 500 3 Manufacturing of Organic Fertilizers, Organic Pesticides, and Bone Meal 200 J Product-Based Thrust Sector Enterprises 1 Moulded Furniture, Containers, and PVC Pipes and Fittings, Household Plastic Items 125 2 PET/Distemper 125 3 Non-Plastic Bags (excluding Non-Woven Bags) 25 4 Fly Ash Products (excluding Cement) 25 5 Refractory Items 100 6 Footwear and related enterprises 100 7 Cutting and polishing of flooring stones, granite stones, marble stones, and mineral rocks, as well as tile manufacturing 25 8 Rural-based enterprises such as flour mills, oil mills, solar manufacturing, incense sticks, dona-pattal manufacturing, animal feed, soap and washing powder, phenyl, school bags, CFL bulbs, steel window/door/rolling shutters, and other items requiring a minimum capital investment of Rs. 10 lakhs in plant and machinery 10 9 Manufacturing of cosmetic products 10 10 Wood seasoning and chemical treatment plants 25 11 Prefabricated building materials 125 K Sector Based on Investor Classification 1 Enterprises established as joint ventures between Indian and foreign companies using foreign technology in the private sector 1000 2 Other enterprises as notified by the State Government from time to time - - Note: If an enterprise manufactures products under the \"Thrust Sector\" category along with other category products, it will be eligible for industrial investment promotion under the category of the product with the lower benefit (among the two categories). Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 11 of 52 List of Ineligible Industries for Entire State 1. Alcohol distillation and alcohol-based beverage manufacturing (excluding NTFP based alcohol production) 2. Sawmills 3. Polythene bags, disposable plastic products prohibited by the Central/State Government 4. Pan masala, gutka, supari, and tobacco-based enterprises 5. Slaughterhouses 6. Packaged drinking water 7. Coke and coal briquettes, coal screening, and coal washeries 8. Manufacture of lime, lime powder, lime chops, dolomite powder 9. All types of mineral powder, slag grinding 10. Asbestos and asbestos based industries 11. Leather tannery 12. Sponge iron, integrated steel plants, and thermal power plants (only in following developed blocks). Sr. District Development Block 1 Bilaspur Bilha 2 Raipur Dharsiva 13. Stone crushers/manufacturing of ballast (only in industrially developed areas under Category 1 and 2). 14. Rice mill and Parboiling (only in industrially developed areas under Category 1 and 2). 15. Repacking of all types of products. 16. Enterprises as notified by the State Government from time to time. Note: Enterprises falling under this exclusion list are not eligible for industrial investment promotion packages as per this policy. If an enterprise manufactures both excluded and other eligible products, its eligibility will be determined by excluding the investment made for ineligible industries. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 12 of 52 List of Core Sector Industries From the perspective of \"Industrial Investment Promotion\" under the Industrial Development Policy 2024–30, the following medium and large enterprises are categorized as core sector enterprises: Sr. Industry Eligible Development Blocks 1 Steel Plant Development blocks under Group 1 (excluding Dharsiva block in Raipur District and Bilha block in Bilaspur District), Group 2 and 3 2 Cement Plant Groups - 1, 2, and 3 3 Aluminium Plant Groups - 1, 2, and 3 4 Thermal Power Plant Groups - 1, 2, and 3 5 Solar Power Plant Groups - 1, 2, and 3 Note: Under Industrial Development Policy 2024–30, in core sector, new enterprises and existing enterprises undergoing expansion/ diversification/ substitution/ modernization established in various development blocks will qualify for industrial investment incentives as per Large Core sector industries unless specifically mentioned otherwise. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 13 of 52 List of Service Sector Industries Under the Industrial Development Policy 2024–30, service category enterprises listed in the table below will qualify for industrial investment incentives, provided they meet the minimum Fixed Capital Investment requirements. To facilitate the provision of these incentives, a service activity certificate will be issued by the respective District Trade and Industry Centre, in accordance with the provisions of this policy. Sr. Service Name Minimum Fixed Capital Investment (in Rs. Lakhs) A Logistics Service Sector 1 Packaging Service 25 2 Transportation Service 50 3 Warehouse 100 4 Cold Storage 150 5 Courier Service 100 6 Freight Transport 100 B IT and IT-Enabled Services 1 3D/Animation/VFX Studio 10 2 Film Studio 50 3 Business Process Outsourcing (BPO) 30 4 IT Consultancy 30 5 Data Processing Centre 25 6 Artificial Intelligence-related Research and Development 10 C Engineering Services 1 Automobile Repair and Service Centre (in Group 3 Development Blocks) 10 2 General Engineering and Fabrication Services (in Group 2 and Group 3 Development Blocks) 10 3 General Engineering and Fabrication Services (in Group 3 Development Blocks) 5 4 Maintenance and Repair Services of Railway Equipment 25 5 Maintenance Service Centres for Industrial Machinery 25 6 Maintenance Service Centres for Agricultural Equipment 10 D Research and Development Sector 1 NABL Certified Industrial Research and Development Labs 15 2 Industrial Testing Labs 125 3 Labs for Testing of Raw Materials and Final Products 25 E Tourism, Entertainment, and Other Social Services Sector 1 Amusement/Water/Adventure Parks (excluding land cost) 1500 2 Hotels, Resorts, and Convention Centres (excluding land cost) 1500 3 Museums and Other Cultural Services 500 4 Eco-Tourism Centres (for Group 2 and 3 Development Blocks) 25 5 Health Wellness Centres (excluding land cost) 500 6 Homestays (only for 20 KM radius from wildlife conserved/protected areas of state located in Bastar and Surguja Division) (excluding land cost) Note: Service enterprises of this category will not be eligible for Fixed Capital Subsidy. Interest subsidy will be limited to reimbursement limit of paid Net SGST of that duration 5 7 Working Women Hostel (excluding the cost of land) 500 8 Centre of Excellence (CoE) 500 9 Facilities related to Adventure Tourism Activities 25 F Business Service Centres 1 Hallmark Certification Service Centres 10 2 Printing, Digital Printing, and 3D Printing Job Work (excluding land cost) 15 3 Charging Stations for Electric Vehicles (excluding land cost) 25 4 Power Laundry 25 Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 14 of 52 5 Machine-Operated Seed Grading Services 5 G Services Related to"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "Environmental Conservation 1 e-Waste Management 5 2 Common Effluent Treatment Plant 100 3 Hazardous and Other Waste Disposal/Management 50 Note: 1. The inclusion, deletion, or modification of new services in the above list will be under the authority of the State Government's relevant department. The department may revise the list as required from time to time or within a maximum interval of six months. 2. The State Government may, from time to time, approve or revise other services/activities/sectors as necessary. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 15 of 52 Categorization of Development Blocks Sr. District Name Development Block - Group 1 (10) Development Block - Group 2 (61) Development Block - Group 3 (75) 1 Raipur Dharsiva Tilda, Arang, Abhanpur — 2 Gariyaband — Gariyaband, Fingeshwar Chhura, Deobhog, Mainpur 3 Balodabazar- Bhatapara Balodabazar, Bhatapara, Simga Palari, Kasdol — 4 Mahasamund — Mahasamund, Saraipali, Pithora Bagbahara, Basna 5 Dhamtari — Dhamtari, Kurud Magarlod, Nagari 6 Durg Durg, Dhamdha, Patan — — 7 Balod — Balod, Gundardehi, Gurur, Dondi Dondi-Lohara 8 Bemetara — Bemetara, Saja, Berla, Nawagarh — 9 Rajnandgaon — Rajnandgaon, Dongargarh, Dongargaon Churiya 10 Khairagarh- Chhuikhadan-Gandai — Khairagarh, Chhuikhadan — 11 Mohla-Manpur- Ambagarh Chowki — — Ambagarh Chowki, Manpur, Mohla 12 Kabirdham — Kawardha, Bodla, Sahaspur, Lohara Pandariya 13 Bilaspur Bilha, Takhatpur, Masturi, Kota — 14 Mungeli — Mungeli, Patharia, Lormi — 15 Gaurella-Pendra- Marwahi — Pendra Road, Pendra Marwahi 16 Raigarh Raigarh Kharsia, Tamnar, Gharghoda, Pusaur, Dharamjaygarh, Lailunga — 17 Sarangarh-Bilaigarh — Sarangarh, Baramkela Bilaigarh 18 Janjgir-Champa Akaltara Bamhanidih, Nawagarh, Baloda, Pamgarh — 19 Sakti — Sakti, Jaijaipur, Malkharoda, Dabhra — 20 Korba Korba Katghora Pali, Kartala, Podhi- Uprora 21 Surguja — Ambikapur Lundra, Lakhanpur, Sitapur, Batoli, Udaipur, Mainpat Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 16 of 52 22 Surajpur — Surajpur Pratappur, Premnagar, Bhaiyathan, Odagi, Ramanujnagar 23 Balrampur — — Balrampur, Kusmi, Rajpur, Ramchandrapur, Shankargarh, Wadrafnagar 24 Jashpur — — Jashpur, Pathalgaon, Kunkuri, Bagicha, Duldula, Manora, Kansabel, Farsabahar 25 Koriya — — Baikunthpur, Sonhat 26 Manendragarh- Chirmiri-Bharatpur — — Manendragarh, Bharatpur, Khadgawan 27 Bastar — Jagdalpur Bakawand, Bastanar, Darbha, Lohandiguda, Bastar, Tokapal 28 Dantewada — — Dantewada, Geedam, Katekalyan, Kuakonda 29 Sukma — — Konta, Chhindgarh, Sukma 30 Kanker — Kanker, Charama Antagarh, Bhanupratappur, Durgukondal, Narharpur, Koyalibeda 31 Kondagaon — Kondagaon Keshkal, Baderajpur, Makdi, Farasgaon 32 Bijapur — — Bijapur, Bhairamgarh, Bhopalpattnam, Usur 33 Narayanpur — — Narayanpur, Orchha Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 17 of 52 Package for MSME Industries Under the Industrial Development Policy 2024–30, Micro, Small, and Medium Enterprises (MSMEs) in thrust and general sector, including new and expansion/ diversification/ substitution/ modernization of existing industries in various development blocks, will be eligible for industrial investment promotion up to 100% of FCI. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) from the date of commencement of commercial production as per following details: Sr. Category General Sector Industries Thrust Sector Industries Reimbursement of Net SGST up to 75% of FCI Reimbursement of Net SGST up to 100% of FCI 1 Group - 1 5 years 6 years 2 Group – 2 7 years 8 years 3 Group - 3 9 years 10 years OR Fixed Capital Investment Subsidy, disbursed as per the following details: • For micro enterprises, the subsidy will be disbursed in a single instalment. • For small enterprises, the subsidy will be disbursed in three equal annual instalments. • For medium enterprises, the subsidy will be disbursed in five equal annual instalments. Industry Category Category General Sector Industries Thrust Sector Industries Percentage of FCI Subsidy (%) Maximum Limit (Rs. Lakh) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Lakh) Micro Industries Group – 1 30 30 35 35 Group – 2 35 35 40 40 Group – 3 40 40 45 45 Small Industries Group – 1 30 250 35 350 Group – 2 35 350 40 450 Group – 3 40 450 45 550 Medium Industries Group – 1 30 400 35 700 Group – 2 35 450 40 750 Group – 3 40 500 45 800 Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Interest Subsidy Interest subsidy will be provided on term loans obtained from financial institutions approved by the Reserve Bank of India as per the following details: Industry Category Category General Sector Industries Thrust Sector Industries Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Micro Industries Group – 1 5 40 15 6 45 20 Group – 2 6 45 20 7 50 25 Group – 3 7 50 25 8 55 30 Small Industries Group – 1 5 40 25 6 45 30 Group – 2 6 45 30 7 50 35 Group – 3 7 50 35 8 55 40 Medium Industries Group – 1 5 40 35 6 45 40 Group – 2 6 45 40 7 50 45 Group – 3 7 50 45 8 55 50 Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 18 of 52 3. Electricity Duty Exemption 100% electricity duty exemption from the date of commencement of commercial production only for new MSME enterprises as per following details: Sr. Category General Sector Industries Thrust Sector Industries 1 Group - 1 5 years 6 years 2 Group – 2 7 years 8 years 3 Group - 3 9 years 10 years 4. Stamp Duty Exemption 100% exemption from stamp duty in the following cases: (a) On Deeds executed for purchase/lease of land, shed and buildings and on deeds for transfer of related lease documents (excluding land for mining lease). (b) On the execution of deeds related with loan & advances from the date of sanction of loan by bank/financial institutions, up to 3 years 5. Mandi Tax Exemption New MSME enterprises in agricultural & food processing and biofuel/ ethanol sector (except ineligible industries) can avail 100% exemption from mandi tax imposed on agricultural products for 5 years from the date of first purchase of raw materials from the State mandis / direct producing farmers / units with maximum limit of Rs. 5.00 Crore per year. The total exemption limit will not exceed 75% of the Fixed capital investment made by the unit. 6. Exemption on Land Diversion Fee 50% exemption on land diversion fee (for industrial purpose), for micro and small enterprises up to a maximum limit of 15 acres land. 7. Service Charges for Allotment of Land Outside Industrial Area (Land Bank) For Small and Medium Enterprises, on acquisition of private land and transfer of Government land for industrial purpose (Land Bank) the service charges to be paid to Department of Commerce & Industries/Chhattisgarh State Industrial Development Corporation for allotment of acquired private land / Government land is as given below: • Full exemption on the 10% land allotment service charges payable to the Department of Commerce & Industries/CSIDC. NOTE: The 5% land acquisition fee payable to the District Administration"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "shall not be included in the calculation of land premium. 8. Project Report Subsidy For New enterprises, reimbursement of cost incurred on project report: 1% of FCI up to Rs. 10 Lakh. 9. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification 10. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs. 20 Lakh based on original work/ research on successfully registered & sanctioned patent. 11. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Government research Centre, up to Rs. 10 Lakh Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 19 of 52 12. Margin Money Subsidy Scheduled Caste/Tribe, Women Entrepreneurs, Ex-Servicemen, Retired Agniveers, Naxal affected person, third gender entrepreneurs and entrepreneurs of Disabled category of the State will get 25% Margin Money Subsidy on capital investment of Rs. 10 Crores for establishment of new micro and small industry, maximum limit will be Rs. 100 Lakh. 13. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. 14. Environment Management Project Subsidy Adoption of technologies resulting in receipts and reduction of Carbon Credits, will be given subsidy of 50% of cost of machinery, up to Rs. 25 Lakh. 15. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 16. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port from where product will be exported, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 17. Land Premium Subsidy for Allotment of Land in Industrial Area/Park Land premium subsidy on the land allotment from the Industrial area/Park Directorate of Industries & CSIDC. Sr. Category General Sector Industries Thrust Sector Industries 1 Group 1 - 30% 2 Group 2 20% 40% 3 Group 3 30% 50% 18. Reimbursement of Expenses for Listing on SME Stock Exchange: 50% reimbursement of the expenses incurred for listing on the SME Stock Exchange up to Rs. 10 lakhs. 19. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 20. Exemption/concession in Land Premium on land allotment in industrial areas for Entrepreneurs of Scheduled Caste/Tribe Category 100% exemption of land premium shall be given on land allotment in the industrial areas of Directorate of Industries / CSIDC and lease rent will be Rs.1 per acre per year. Maintenance charges, street light charges, water charges and other taxes and cess will be payable at the prescribed rate. The area of the plot/land for the entrepreneurs of SC/ST category will be determined according to the eligibility mentioned in the “Chhattisgarh Audyogik Bhumi Bhawan Prabandhan Niyam – 2015”. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 20 of 52 Package for MSME Services Sector Enterprises Under the Industrial Development Policy 2024–30, new MSME in services sector in various development blocks of the state, will be eligible for industrial investment promotion up to 150% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 10 years from the date of commencement of commercial production with maximum limit up to 150% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: • For micro enterprises, the subsidy will be disbursed in a single instalment. • For small enterprises, the subsidy will be disbursed in three equal annual instalments. • For medium enterprises, the subsidy will be disbursed in five equal annual instalments. Industry Category Category Percentage of FCI Subsidy (%) Maximum Limit (Rs. Lakh) Micro Industries Group – 1 35 35 Group – 2 40 40 Group – 3 45 45 Small Industries Group – 1 35 350 Group – 2 40 450 Group – 3 45 550 Medium Industries Group – 1 35 700 Group – 2 40 750 Group – 3 45 800 Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Interest Subsidy Interest subsidy will be provided on term loans obtained from financial institutions approved by the Reserve Bank of India as per the following details: Industry Category Category Eligible Incentive Period (years) Percentage of incentive (%) Yearly Maximum limit of subsidy (Rs. Lakh) Micro Industries Group – 1 6 45 20 Group – 2 7 50 25 Group – 3 8 55 30 Small Industries Group – 1 6 45 30 Group – 2 7 50 35 Group – 3 8 55 40 Medium Industries Group – 1 6 45 40 Group – 2 7 50 45 Group – 3 8 55 50 3. Electricity Duty Exemption For new industries, 100% electricity duty exemption, from the date of commercial production as per below details: • Group – 1: up to 6 years • Group – 2: up to 8 years • Group – 3: up to 10 years 4. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings and on deeds related with loan & advances by bank/financial institutions. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 21 of 52 5. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 6. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 7. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 8. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 9. Margin Money Subsidy Scheduled Caste/Tribe, Women Entrepreneurs, Ex-Servicemen, Naxal affected person, third gender entrepreneurs and entrepreneurs"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "of Disabled category of the State will get 25% Margin Money Subsidy on capital investment of Rs. 10 Crores for establishment of new micro and small enterprise, maximum limit will be Rs. 100 Lakh. 10. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. 11. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 12. Environment Management Project Subsidy Adoption of technologies resulting in receipts and reduction of Carbon Credits, will be given subsidy of 50% of cost of machinery, up to Rs. 25 Lakh. Consultants will be empanelled for availing the subsidy in respect of Carbon Credit awarded by the World Level Institutions. 13. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 22 of 52 Package for Large Industries Under the Industrial Development Policy 2024–30, Large enterprises in thrust and general sector, including new and expansion/ diversification/ substitution/ modernization of existing industries in various development blocks, will be eligible for industrial investment promotion up to 100% of FCI. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) from the date of commencement of commercial production as per following details: Sr. Category General Sector Industries Thrust Sector Industries 1 Group - 1 Reimbursement of Net SGST for 6 years up to 60% of FCI Reimbursement of Net SGST for 8 years up to 100% of FCI 2 Group – 2 Reimbursement of Net SGST for 7 years up to 80% of FCI Reimbursement of Net SGST for 10 years up to 100% of FCI 3 Group - 3 Reimbursement of Net SGST for 8 years up to 100% of FCI Reimbursement of Net SGST for 12 years up to 100% of FCI OR Fixed Capital Investment Subsidy: Category General Sector Industries Thrust Sector Industries Percentage of Subsidy Maximum Limit (Rs. Crores) Disbursement Percentage of Subsidy Maximum Limit (Rs. Crores) Disbursement Group – 1 15 50 10 equal annual instalments 30 100 8 equal annual instalments Group – 2 15 60 10 equal annual instalments 30 125 8 equal annual instalments Group – 3 15 75 10 equal annual instalments 30 150 8 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption 100% electricity duty exemption from the date of commencement of commercial production only for new large enterprises as per following details: Sr. Category General Sector Industries Thrust Sector Industries 1 Group - 1 6 years 8 years 2 Group – 2 7 years 10 years 3 Group - 3 8 years 12 years 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 23 of 52 7. EPF Reimbursement Reimbursement of 75% of EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 8. Mandi Tax Exemption New Large enterprises in agricultural & food processing and biofuel/ ethanol sector (except ineligible industries) can avail 100% exemption from mandi tax imposed on agricultural products for 5 years from the date of first purchase of raw materials from the State mandis/ direct producing farmers/ units with maximum limit of Rs. 5 Crore per year. The total exemption limit will not exceed 75% of the Fixed capital investment made by the unit. 9. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 10. Project Report Subsidy Reimbursement of cost incurred on project report by new industries: 1% of fixed capital investment up to maximum Rs. 10 Lakh. 11. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification 12. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 13. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Government research Centre, up to Rs. 10 Lakh 14. Water and Energy Audit Expense Reimbursement reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 15. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 16. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 24 of 52 Package for Large Service Sector Industries Under the Industrial Development Policy 2024–30, new large industries in services sector in various development blocks of the state, will be eligible for industrial investment promotion up to 150% of the FCI. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 10 years from the"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "date of commencement of commercial production with maximum limit up to 150% of Fixed Capital Investment. OR Fixed Capital Investment Subsidy: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 30 50 10 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 30 140 10 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption 100% electricity duty exemption from the date of commencement of commercial production only for new Large Service Sector enterprises as per following details: Sr. Investment in Plant and Machinery (Rs. Crore) Period 1 More than Rs. 50 crores but less than Rs. 200 crores 6 years 2 More than Rs. 200 crores but less than Rs. 500 crores 7 years 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. 7. EPF Reimbursement Reimbursement of 75% of EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 8. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 9. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 500 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 25 of 52 Special Package for Large Enterprises in Pharma Sector Under the Industrial Development Policy 2024–30, pharmaceutical sector industries established in the state including new and existing units undergoing expansion/ diversification/ substitution/ modernization, will be eligible for industrial investment promotion up to 100% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 100% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 35 60 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 35 150 6 equal annual instalments More than Rs. 500 crores 35 300 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. Effluent Treatment Plant (ETP) Subsidy 50% reimbursement of the expenses incurred on the installation of Effluent Treatment Plant (ETP) up to a maximum limit of Rs. 1 crore based on the certificate issued by the Chhattisgarh Environment Conservation Board (CECB). 8. Zero Waste Incentive Interest subsidy of 50% up to a maximum of Rs. 10 lakhs for a period of 5 years for installation of water recycling/harvesting and zero-discharge technology and for the development of environmental conservation infrastructure. It is mandatory to submit a certificate issued by the CECB. 9. EPF Reimbursement Reimbursement of 75% of the EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 26 of 52 10. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 11. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 12. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 13. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 14. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 15. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 16. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 17. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "(excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 18. Research and Development Subsidy • Subsidy of 20% on procurement of plant and machinery for R&D centre up to Rs. 3 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 19. Reimbursement of Clinical Trials Reimbursement of up to 50% of the expenses incurred on clinical trials, up to Rs. 1 crore per trial and a maximum of 5 clinical trials per unit. 20. Export Certification Subsidy Reimbursement of up to 50% of the fees incurred for export certifications such as USFDA, WHO-GMP, pre- qualification, EU-GMP, TGA, or international certifications/approvals obtained with a limit of Rs. 15 lakh per product, up to 10 products. The unit must have an annual turnover of at least Rs. 50 crores for each product and must submit a relevant commercial export certificate. For patent registration related matters for products in the AYUSH and phytomedicine sector, 100% reimbursement of the fees incurred on obtaining the patent certificate will be provided. 21. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 27 of 52 Special Package for Large Enterprises in Textiles Sector Under the Industrial Development Policy 2024–30, textiles sector industries established in the state (including ginning, spinning, weaving, dyeing and processing of textiles, apparel, MMF yarn, fabric from recycled products, apparel production, technical textiles, and support activities) including new and existing units undergoing expansion/ diversification/ substitution/ modernization, will be eligible for industrial investment promotion up to 100% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 100% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 35 60 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 35 150 6 equal annual instalments More than Rs. 500 crores 35 300 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. Effluent Treatment Plant (ETP) Subsidy 50% reimbursement of the expenses incurred on the installation of Effluent Treatment Plant (ETP) up to a maximum limit of Rs. 1 crore based on the certificate issued by the Chhattisgarh Environment Conservation Board (CECB). 8. Zero Waste Incentive Interest subsidy of 50% up to a maximum of Rs. 10 lakhs for a period of 5 years for installation of water recycling/harvesting and zero-discharge technology and for the development of environmental conservation infrastructure. It is mandatory to submit a certificate issued by the CECB. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 28 of 52 9. EPF Reimbursement Reimbursement of 75% of the EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 10. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 11. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 12. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 13. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 14. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 15. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 16. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 17. Transport Subsidy (Applicable only for Export Units) For transportation of goods from place of manufacture to port of export, 75% of actual transportation charges (excluding government duty and taxes) will be reimbursed for a period of 10 years. The maximum limit would be 35% of FCI. 18. Research and Development Subsidy • Subsidy of 25% on procurement of plant and machinery for R&D centre up to Rs. 1 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 19. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 29 of 52 Special Package for Large Enterprises in Agro and Food processing Sector (excluding Biofuel/Bioethanol), Dairy Product Processing, Non-Timber Forest Products Based Processing, Compressed Biogas CBG sector, and Green Hydrogen Plants Under the Industrial Development Policy 2024–30, agriculture and food processing, dairy product processing, Non-Timber Forest Products based processing, and Compressed Biogas (CBG) sector, and green hydrogen plants including new and existing units undergoing"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "expansion/ diversification/ substitution/ modernization, will be eligible for industrial investment promotion up to 100% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 100% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 30 50 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 30 120 6 equal annual instalments More than Rs. 500 crores 30 200 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. Effluent Treatment Plant (ETP) Subsidy 50% reimbursement of the expenses incurred on installation of Effluent Treatment Plant (ETP) up to a maximum limit of Rs. 1 crore based on the certificate issued by the Chhattisgarh Environment Conservation Board (CECB). 8. Zero Waste Incentive Interest subsidy of 50% up to a maximum of Rs. 10 lakhs for a period of 5 years for installation of water recycling/harvesting and zero-discharge technology and for the development of environmental conservation infrastructure. It is mandatory to submit a certificate issued by the CECB. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 30 of 52 9. EPF Reimbursement Reimbursement of 75% of the EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 10. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 11. Mandi Tax Reimbursement New enterprises of agriculture and food processing, dairy product processing, non-timber forest produce processing, and compressed biogas (CBG) sector, and green hydrogen plants (except ineligible industries) can avail 100% exemption from mandi tax imposed on agricultural products for 5 years from the date of first purchase of raw materials from the State mandis / direct producing farmers / units with maximum limit of Rs. 5.00 Crore per year. The total exemption limit will not exceed 50% of the FCI made by the unit. 12. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 13. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 14. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 15. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 16. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 17. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 18. Transport Subsidy (Applicable only for Export Units) For transportation of goods from place of manufacture to port of export, 75% of actual transportation charges (excluding government duty and taxes) will be reimbursed for a period of 10 years. Maximum limit of 35% of FCI. 19. Research and Development Subsidy • Subsidy of 25% on procurement of plant and machinery for R&D centre up to Rs. 1 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 20. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 31 of 52 Special Package for Large Enterprises in Electronics and Electrical Sector Under the Industrial Development Policy 2024–30, electronics and electrical sector industries established in the state including new and existing units undergoing expansion/ diversification/ substitution/ modernization, will be eligible for industrial investment promotion up to 100% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 100% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 35 60 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 35 150 6 equal annual instalments More than Rs. 500 crores 35 300 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. EPF Reimbursement Reimbursement of 75% of EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 8. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 32 of 52 9. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 10. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 11. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 12. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 13. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 14. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 15. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 16. Research and Development Subsidy • Subsidy of 20% on procurement of plant and machinery for R&D centre up to Rs. 3 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 17. Export Certification Subsidy Reimbursement of up to 50% of the fees incurred for international certifications/approvals, with a limit of Rs. 15 lakh per product, up to 10 products. The unit must have an annual turnover of at least Rs. 50 crores for each product and must submit a relevant commercial export certificate. For patent registration related to products recognized by the Government of India under the Ministry of Electronics and Information Technology (MeitY) or related matters, up to 100% of the expenses incurred can be reimbursed upon receiving a patent certificate. 18. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 33 of 52 Special Package for Large Enterprises in AI, Robotics and Computing Sector Under the Industrial Policy 2024–30, Artificial Intelligence, Robotics and Computing (GPU) sector industries established in the state including new and existing units undergoing expansion/ diversification, will be eligible for industrial investment promotion up to 150% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 100% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 50 90 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 50 230 6 equal annual instalments More than Rs. 500 crores 50 450 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. EPF Reimbursement Reimbursement of 75% of the EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 8. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 34 of 52 9. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 10. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 11. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 12. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "work/ Research on successfully registered & sanctioned patent. 13. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 14. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 15. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 16. Research and Development Subsidy • Subsidy of 20% on procurement of plant and machinery for R&D centre up to Rs. 3 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 17. Export Certification Subsidy Reimbursement of up to 50% of the fees incurred for international certifications for AI, Robotics and Computing products, with a limit of Rs. 15 lakh per product, up to 10 products. The unit must have an annual turnover of at least Rs. 50 crores for each product and must submit a relevant commercial export certificate. For patent registration related to products recognized by relevant Ministry of Government of India, up to 100% of the expenses incurred can be reimbursed upon receiving a patent certificate. 18. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 500 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 35 of 52 Special Package for Large Enterprises in IT Sector Under the Industrial Development Policy 2024–30, Information Technology sector industries established in the state including new and existing units undergoing expansion/ diversification, will be eligible for industrial investment promotion up to 150% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 100% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 35 60 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 35 150 6 equal annual instalments More than Rs. 500 crores 35 300 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. EPF Reimbursement Reimbursement of 75% of the EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 8. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 36 of 52 9. Rental Subsidy For eligible new enterprises, a rent subsidy of 40% of the monthly rent paid (maximum Rs. 20,000 sq.ft.) for a period of up to 5 years, will be provided for establishing the unit in a rented building. The maximum reimbursement per month will be Rs. 50,000, which will be disbursed on a quarterly basis. 10. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 11. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 12. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 13. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 14. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 15. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 16. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 17. Research and Development Subsidy • Subsidy of 20% on procurement of plant and machinery for R&D centre up to Rs. 3 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 18. Export Certification Subsidy Reimbursement of up to 50% of the fees incurred for international certifications/approvals for IT related products, with a limit of Rs. 15 lakh per product, up to 10 products. The unit must have an annual turnover of at least Rs. 50 crores for each product and must submit a relevant commercial export certificate. For patent registration related to products recognized by relevant Ministry of Government of India, up to 100% of the expenses incurred can be reimbursed upon receiving a patent certificate. 19. Special Package for Investment of more than Rs. 500 Crore Units investing Rs. 500 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 37 of 52 Special Package for Large Enterprises in ITeS & Data Centres Sector Under the Industrial Development Policy 2024–30, ITeS and Data Centre sector industries established in the state including new and existing units undergoing expansion/ diversification, will be eligible for industrial investment promotion up to 150% of the Fixed Capital Investment. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net State Goods and Services Tax (Net SGST) for 12 years from the date of commencement of commercial production with maximum limit up to 150% of Fixed Capital Investment. OR Fixed capital investment grant will be disbursed as per the following details: Investment in Plant and Machinery (Rs. Crore) Percentage of FCI Subsidy (%) Maximum Limit (Rs. Crore) Disbursement More than Rs. 50 crores but less than Rs. 200 crores 35 60 6 equal annual instalments More than Rs. 200 crores but less than Rs. 500 crores 35 150 6 equal annual instalments More than Rs. 500 crores 35 300 6 equal annual instalments Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. The first instalment of FCI subsidy shall be disbursed after the sanction of the submitted application after start of commercial production. 2. Electricity Duty Exemption For new industries, 100% electricity duty exemption for 12 years from the date of commencement of commercial production. 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Reimbursement of Fees for New Electricity Connections For eligible new industries, 50% reimbursement of the fees paid for new electricity connections (excluding security deposits). 7. EPF Reimbursement Reimbursement of 75% of the EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 8. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 38 of 52 9. Rental Subsidy For eligible new enterprises, a rental subsidy of 40% of the monthly rent paid (maximum Rs. 20,000 sq.ft.) for a period of up to 5 years, will be provided for establishing the unit in a rented building. The maximum reimbursement per month will be Rs. 50,000, which will be disbursed on a quarterly basis. 10. Special Subsidy for Anchor Units The first five anchor industries with an investment of more than Rs. 200 crores will be eligible for an additional 5% subsidy on Fixed Capital Investment. The maximum limit will be up to 110% of the total FCI. 11. Project Report Subsidy Reimbursement of cost incurred on project report up to 1% of Fixed Capital Investment, maximum Rs. 10 Lakh. 12. Quality Certification Subsidy Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. 13. Technical Patent Subsidy Reimbursement of 50% of the amount spent in obtaining patent up to Rs.20 Lakh as encouragement based on original work/ Research on successfully registered & sanctioned patent. 14. Technology Purchase Subsidy Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Govt. research Centre, up to Rs. 10 Lakh 15. Water and Energy Audit Expense Reimbursement Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. 16. Transport Subsidy (Applicable only for Export Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 50 lakhs per year maximum for the period of 5 years. 17. Research and Development Subsidy • Subsidy of 20% on procurement of plant and machinery for R&D centre up to Rs. 3 Crore. • 100% stamp duty exemption on deeds executed for purchase/lease of land/buildings. 18. Export Certification Subsidy Reimbursement of up to 50% of the fees incurred for international certifications/approvals for ITeS/Data Centres related products, with a limit of Rs. 15 lakh per product, up to 10 products. The unit must have an annual turnover of at least Rs. 50 crores for each product and must submit a relevant commercial export certificate. For patent registration related to products recognized by relevant Ministry of Government of India, up to 100% of the expenses incurred can be reimbursed upon receiving a patent certificate. 19. Special Package for Investment of more than Rs. 500 Crore Units investing Rs. 500 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 39 of 52 Package for Large Enterprises in Core (Steel) Sector Under the Industrial Development Policy 2024–30, establishment of large enterprises of the steel sector established in Group-1 (eligible blocks only), Group-2 and Group-3 blocks, including new and the expansion/ diversification/ substitution/ modernization of existing enterprises will be eligible for industrial investment promotion up to 100% of Fixed Capital Investment (unless otherwise specified). 1. Net SGST Reimbursement Sr. Category Net SGST Reimbursement 1 Group – 1 (except Bilha and Dharsiva blocks) Reimbursement of Net SGST for 10 years from the date of commercial production with maximum limit up to 80% of FCI 2 Group – 2 Reimbursement of Net SGST for 10 years from the date of commercial production with maximum limit up to 90% of FCI 3 Group - 3 Reimbursement of Net SGST for 15 years from the date of commercial production with maximum limit up to 100% of FCI 2. Electricity Duty Exemption 100% electricity duty exemption from the date of commercial production for new enterprises as per following details: Sr. Category Period 1 Group – 1 (except Bilha and Dharsiva development blocks) 10 years 2 Group – 2 10 years 3 Group - 3 15 years 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "land diversion fee up to 50 acres of land used for industrial purposes. 6. Water Tax Reimbursement 100% water tax reimbursement based on average consumption from date of commercial production: Sr. Category Period 1 Group – 1 (except Bilha and Dharsiva development blocks) 10 years 2 Group – 2 10 years 3 Group - 3 15 years 7. Royalty Reimbursement In Bastar and Surguja regions of the State, royalty reimbursement will be provided based on the raw material consumption including 50% of the royalty paid to the state government on iron ore and 100% of the cess received by the state on coal from date of commercial production, as per the details specified below: Sr. Category Period 1 Group – 1 (except Bilha and Dharsiva development blocks) 10 years 2 Group – 2 10 years 3 Group - 3 15 years 8. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 40 of 52 9. EPF Reimbursement Reimbursement of 75% of EPF contribution for skilled and semi-skilled employees of Chhattisgarh domicile will be provided for up to five years from the date of commercial production, maximum limit of Rs. 1 crore per year. 10. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 11. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more locals, may be considered for customized incentive package based on review by the Cabinet Sub- Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 41 of 52 Package for Large Enterprises in Core (Except Steel) Sector and Solar Power Plants Under the Industrial Development Policy 2024–30, core sector and solar power plants established in eligible development blocks, including new and expansion/ diversification/ substitution/ modernization of existing enterprises, will be eligible for industrial investment promotion incentives up to 100% of FCI (unless otherwise specified). Sr. Type of Enterprise 1 Cement Plant 2 Aluminium Plant 3 Thermal Power Plant 4 Small, Medium, and Large Solar Power Plants 1. Net SGST Reimbursement Sr. Category Net SGST Reimbursement 1 Group - 1 Reimbursement of Net SGST for 10 years from the date of commercial production with maximum limit up to 80% of FCI 2 Group – 2 Reimbursement of Net SGST for 10 years from the date of commercial production with maximum limit up to 90% of FCI 3 Group - 3 Reimbursement of Net SGST for 15 years from the date of commercial production with maximum limit up to 100% of FCI 2. Electricity Duty Exemption 100% electricity duty exemption from the date of commercial production only for new enterprises as per following details: Sr. Category Period 1 Group – 1 10 years 2 Group – 2 10 years 3 Group - 3 15 years 3. Stamp Duty Exemption 100% exemption from stamp duty on deeds executed for purchase/lease of land/buildings. 4. Reimbursement of Land Registration Fee 50% reimbursement of the registration fees paid for land. 5. Exemption on Land Diversion Fee 50% exemption on land diversion fee up to 50 acres of land used for industrial purposes. 6. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. 7. Training Expense Reimbursement For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. 8. Special Package for Investment of more than Rs. 1,000 Crore Units investing Rs. 1,000 crore or more in Fixed Capital Investment or those providing employment to 1,000 or more, may be considered for customized incentive package based on review by the Cabinet Sub-Committee. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 42 of 52 Special Package for SC/ST Entrepreneurs New industries or expansion/ diversification/ substitution of existing industries established by SC/ST entrepreneurs in the State will be eligible for industrial investment promotion incentives up to 100% of FCI (unless otherwise specified). 1. Fixed Capital Investment Fixed Capital Investment Subsidy, disbursed as per the following details: • For micro enterprises, the subsidy will be disbursed in a single instalment. • For small enterprises, the subsidy will be disbursed in three equal annual instalments. • For medium enterprises, the subsidy will be disbursed in five equal annual instalments. Industry Category Category General Sector Industries Thrust Sector Industries Percentage of FCI Subsidy Maximum Limit (Rs. Lakh) Percentage of FCI Subsidy Maximum Limit (Rs. Lakh) Micro Industries Group – 1 35 35 40 40 Group – 2 40 40 45 45 Group – 3 45 45 50 50 Small Industries Group – 1 35 255 40 355 Group – 2 40 355 45 455 Group – 3 45 455 50 555 Medium Industries Group – 1 35 450 40 700 Group – 2 40 455 45 750 Group – 3 45 550 50 800 2. Interest Subsidy Interest subsidy will be provided on term loans obtained from financial institutions approved by the Reserve Bank of India as per the following details: Industry Category Category General Sector Industries Thrust Sector Industries Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Micro Industries Group – 1 6 45 20 6 50 25 Group – 2 7 50 25 7 55 30 Group – 3 8 55 30 8 60 35 Small Industries Group – 1 6 45 30 6 50 35 Group – 2 7 50 35 7 55 40 Group – 3 8 55 40 8 60 45 Medium Industries Group – 1 6 45 40 6 50 45 Group – 2 7 50 45 7 55 50 Group – 3 8 55 50 8 60 55 3. Electricity Duty Exemption 100% electricity duty exemption from the date of commencement of commercial production only for new enterprises as per following details: Sr. Category General Sector Industries Thrust Sector Industries 1 Group - 1 6 years 7 years 2 Group – 2 8 years 9 years 3 Group - 3 10 years 11 years 4. Stamp Duty Exemption 100% exemption from stamp duty in the following cases: (c) On Deeds executed for purchase/lease of land,"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "shed and buildings and on deeds for transfer of related lease documents (excluding land for mining lease). (d) On the execution of deeds related with loan & advances from the date of sanction of loan by bank/financial institutions, up to 3 years Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 43 of 52 5. Margin Money Subsidy SC/ST Entrepreneurs establishing new micro and small enterprises in the State shall get 25% Margin Money Subsidy on capital investment of Rs. 10 Crores, maximum limit will be Rs. 100 Lakh. 6. Transport Subsidy (Applicable only for Exporting Units) For transportation of goods (excluding mining related products) from place of manufacture to port of export, 50% of actual transportation charges (excluding government duty and taxes) will be reimbursed. The maximum limit would be Rs. 60 lakhs per year maximum for the period of 5 years. 7. Exemption/concession in Land Premium on land allotment in industrial areas for Entrepreneurs of Scheduled Caste/Tribe Category 100% exemption of land premium shall be given on land allotment in the industrial areas of Directorate of Industries / CSIDC and lease rent will be Rs.1 per acre per year. Maintenance charges, street light charges, water charges and other taxes and cess will be payable at the prescribed rate. The area of the plot/land for the entrepreneurs of SC/ST category will be determined according to the eligibility mentioned in the Chhattisgarh Audyogik Bhumi Bhawan Prabandhan Niyam - 2015 8. Other Subsidies Enterprises belonging to SC/ST category entrepreneurs under this policy will be eligible to receive 10% additional subsidies as applicable for MSME general sector /service sector industries with an increase 10% limit for subsidies mentioned below: i. Land registration fee reimbursement: 50% reimbursement of the registration fees paid for land. ii. Exemption from land diversion: 50% exemption on land diversion fee (for industrial purpose) up to a maximum limit of 15 acres land. iii. Project Report Subsidy: for new enterprises, reimbursement of cost incurred on project report up to 1% of FCI, maximum limit of Rs. 10 Lakh. iv. Quality Certification Subsidy: Reimbursement of 50% of the amount spent up to Rs. 10 lakhs, for obtaining ISO 9000, ISO14000, ISO18000, ISO22000 category, BIS certification, ZED certification, Bureau of Energy Efficiency (BEE) certification, LEBP certification in the field of new and renewable energy, AGMARK, Euro Standard or other similar national / international certification. v. Technical Patent Subsidy: Reimbursement of 50% of the amount spent in obtaining patent up to Rs. 20 Lakh based on original work/ research on successfully registered & sanctioned patent. vi. Technology Purchase Subsidy: Reimbursement of 50% of the amount spent on purchase of technology from the NRDC or other Government research Centre, up to Rs. 10 Lakh vii. Divyang, Retired Agniveer & Surrendered Naxalite Employment Subsidy: Reimbursement of 40% of net salary for 5 years up to Rs. 5 lakhs per year for providing permanent employment. viii. Environment Management Project Subsidy: Adoption of technologies resulting in receipts and reduction of Carbon Credits, will be given subsidy of 50% of cost of machinery, up to Rs. 25 Lakh. ix. Water and Energy Audit Expense Reimbursement: Reimbursement of 50% of the expenses up to Rs. 5 lakhs, incurred on water or energy audits. x. Training Expense Reimbursement: For new industries, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage less than Rs. 50,000, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer or Rs. 15,000 per person, whichever is less. This is applicable from the date of commercial production/operational activity for a period of five years or up to 100% of the fixed capital investment. For this, first claim will be payable one year after the employee’s appointment. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 44 of 52 Logistics Package Under the Industrial Development Policy 2024–30, enterprises related to logistics established in the state, including new and expansion/ diversification of existing enterprises, will be eligible for industrial investment promotion incentives up to 150% of the FCI (unless otherwise specified). The definition of logistics services is as follows: (a) Logistics Sector: The logistics sector includes services related to transportation, handling, storage, value addition, and related services of goods between production and consumption points. It includes transportation, warehouse/cold storage, lifting, material handling, weighing, grading, sorting, packaging, and vehicle parking facility for goods. (b) Logistics Hub: A logistics hub refers to facilities that combine warehousing/godown facilities with new rail/air/road transportation infrastructure development, catering to integrated logistics services. Note: Enterprises classified under “List of MSME Service Enterprises” under logistics service sectors will be eligible for the Industrial Investment Promotion package under this policy. 1. Net SGST Reimbursement or Fixed Capital Investment Reimbursement of Net SGST as per following details: Sr. Category Net SGST Reimbursement limit for MSME Service Sector Enterprises 1 Group - 1 Reimbursement of Net SGST paid for 5 years from the date of commercial production with maximum limit up to 75% of FCI 2 Group – 2 Reimbursement of Net SGST paid for 7 years from the date of commercial production with maximum limit up to 75% of FCI 3 Group - 3 Reimbursement of Net SGST paid for 9 years from the date of commercial production with maximum limit up to 75% of FCI OR Fixed Capital Investment Subsidy, disbursed as per the following details: • For micro enterprises, the subsidy will be disbursed in a single instalment. • For small enterprises, the subsidy will be disbursed in three equal annual instalments. • For medium enterprises, the subsidy will be disbursed in five equal annual instalments. Category Micro Industries Small Industries Medium Industries Percentage of FCI Subsidy Maximum Limit (Rs. Crore) Percentage of FCI Subsidy Maximum Limit (Rs. Crore) Percentage of FCI Subsidy Maximum Limit (Rs. Crore) Group – 1 35 1.00 45 2.50 45 5.00 Group – 2 40 1.50 50 3.50 50 7.00 Group – 3 45 2.00 55 4.50 55 10.00 Note: Under point number (1), the option for selecting either Net SGST Reimbursement or Fixed Capital Investment Subsidy can be availed. 2. Interest Subsidy Interest subsidy will be provided on term loans obtained from financial institutions approved by the Reserve Bank of India as per the following details: Category Micro Industries Small Industries Medium Industries Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Period (years) Percentage of incentive (%) Yearly Maximum limit (Rs. Lakh) Group – 1 6 50 30 6 50 35 9 60 45 Group – 2 7 55 35 7 55 40 10 65 50 Group – 3 8 60 40 8 60 45 11 70 55 Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 45 of 52 3. Electricity Duty Exemption (Only for new enterprises) 100% electricity duty exemption from the date of commencement of commercial operation as per following: • Group – 1: For 6 years • Group – 2: For 8 years • Group – 3: For 10 years 4. Stamp Duty Exemption 100% exemption from stamp duty in the following cases: (a) On Deeds executed for purchase/lease of land, shed and buildings and on deeds for transfer of related lease"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "documents (excluding land for mining lease). (b) On the execution of deeds related with loan & advances, up to 3 years from the date of sanction of loan by bank/financial institutions. (c) On the execution of deed for sale/lease of land for development of private industrial/logistic parks approved/sanctioned by Government of India/State Government and industries to be established in them. 5. Transportation Vehicle Subsidy: Subsidy of 50% up to Rs. 35 lakhs per vehicle on purchase of refrigerated vehicles (minimum capacity of 9 metric tons) purchased for cold storage under logistics and logistics hubs. Subsidy of 50% up to Rs. 25 lakhs per vehicle for purchase of vehicles (minimum capacity of 9 metric tons) purchased for logistics services. 6. Vehicle Registration Fee and National Permit Fee Reimbursement: (a) Vehicles with a capacity of up to 30 metric tons will receive 100% reimbursement of the registration fee and national permit fee. (b) Vehicles with a capacity exceeding 30 metric tons will receive 50% reimbursement of the registration fee and national permit fee. 7. Additional 5% Subsidy for Enterprises Implementing the Following Systems: (a) Digitalization in logistics to promote secure logistics document exchange platforms. (b) Adoption of community-based management systems for waste management. (c) Implementation of innovative or renewable energy management systems. 8. Subsidies for Packaging Centres To promote exports from the state, incentives/exemptions/subsidies will be provided under the logistics package to packaging centres associated with export-related products. It will be mandatory for these packaging centres to handle at least 70% of their packaging for export-related goods. 9. Training Subsidy For new enterprises, skilled and semi-skilled employees of Chhattisgarh domicile earning a monthly wage of Rs. 50,000 or less, one-time reimbursement of training expenses in form of reimbursement of one month wage paid by the employer up to Rs. 15,000 per individual for a period of five years from date of commencement of commercial operation or up to 100% of the fixed capital investment. The first claim will be payable one year after the employee’s appointment. 10. Non-Fiscal Incentives: (a) In accordance with the provisions of the National Building Code, relaxation in height restrictions will be granted, considering fire safety norms, allowing buildings up to a height of 24 meters. (b) Enterprises providing superior logistics services will be rewarded based on financial promotion, grading systems, ratings, and excellence certifications. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 46 of 52 Startup Package The Startup Package under the Industrial Development Policy 2024–30 will include following provisions: 1. Definitions: For the unit to be eligible for industrial investment incentives as a Startup under this policy, it should fulfil the following conditions: 1.1 Unit must hold a valid Startup Certificate issued by the Department for Promotion of Industry and Internal Trade (DPIIT), Ministry of Commerce and Industry, Government of India and should come under the limit as mentioned in point 1.2. 1.2 Since the time of incorporation/registration of the unit, the annual turnover in any Financial Year should not exceed Rs. 25 crores in cases of manufacturing units, and Rs 10 crores in cases of service activities. 1.3 The unit should work on innovation/improvement in existing technology/simplification of existing processes and strengthening the economy. 1.4 The unit should not come under Ineligible Industries and Core Manufacturing / Service of the Industrial Development Policy 2024-30. 1.5 Units created through the reorganization of an existing business will not be considered startups. 1.6 Units that have completed more than ten years from their date of incorporation/registration will not be considered startups. 2. Eligibility Conditions: 2.1 All applications for startup shall be submitted to the State-level Startup Promotion Committee, and only those units approved by the committee will be considered for benefits under the package. 2.2 Based on the provisions of the Industrial Policy 2024–30, before the startup units get the benefits of subsidy/ exemptions, they must register on the Chhattisgarh Startup Portal and get acknowledgement. Startup Unit eligibility will be valid till 5 years from date of acknowledgement. 3. State-Level Startup Promotion Committee 3.1 Structure of the Committee • Director, Industries – Chairperson • Representative of MSME-DFO (as required) – Member • Joint Director (Finance), Directorate of Industries – Member • Joint Director, Directorate of Industries – Member Secretary • Representative from CHiPS (as required) – Member • Subject matter experts – 2 (as required) – Member The quorum of the committee will consist of four members. 3.2 Functions and Responsibilities of the Committee i) The Committee will organise a meeting at least once every month. Committee will evaluate/decide upon startup applications and then will consider eligibility as a Startup. ii) The committee will review progress reports of incubation centres and provide recommendations or guidance as needed. iii) Approval of subsidy for startups. iv) Committee will be competent enough to take other decisions for Startup Promotion. 4. Investment Incentives (a) Financial Assistance 4.1 Corpus Fund: A corpus fund of Rs 50 crores will be created separately by the state government to promote recognized startups being established in the state. Corpus fund will also be collected through CSR for startup development. Assistance will be provided to Startup Units from Corpus Fund as per following – 4.2 Startup units will be provided an amount of Rs 5 lakhs as seed funding in the initial stage based on the recommendation of the incubation centre. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 47 of 52 4.3 A subsidy amount of Rs 3 lakhs will be provided for operation of Startup, after 6 months from the commencement of production. 4.4 A subsidy amount of Rs 3 lakhs will be provided for continuous operation and development of Startup, after 18 months from the commencement of production. 4.5 Credit Risk Fund - A Credit Risk Fund of Rs 50 crores will be established separately by the state government to promote recognized startup units set up in the State. 4.6 Rent Subsidy - Valid startup units established in a rented building / incubation centre in Chhattisgarh will be reimbursed 40% of the monthly rent paid, up to a maximum of Rs. 15,000 per month, on a quarterly basis for a period of 3 years. 4.7 Stamp Duty Exemption • Full exemption from stamp duty for the purchase/lease of land for up to 5 years. • Exemption from stamp for 3 years on term loan. 4.8 Project Report Subsidy - 1% of the approved fixed capital investment, up to a maximum of Rs. 5 lakhs. 4.9 Quality Certification Subsidy - Reimbursement of 80% of certification expenses, up to a maximum limit of Rs. 10 lakhs. 4.10 Technical Patent Subsidy - Reimbursement of 50% of expenses incurred for obtaining patents, up to a maximum of Rs. 10 lakhs. 4.11 Technology Purchase Subsidy - Reimbursement of 50% of technology acquisition costs, up to a maximum of Rs. 10 lakhs. 4.12 Startups availing of benefits under the Startup Package will also be eligible for other incentives, exemptions, and reimbursements provided under the Industrial Development Policy 2024–30, as according to the rules. 4.13 If a startup avails benefits of this package, it will not be eligible for other similar benefits (regardless of the name) from the state government. Similarly, if similar benefits are availed from the Government of"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "India (regardless of the name), those benefits will not be provided by the state government. 4.14 Startups owned by SC/ST entrepreneurs, women entrepreneurs, ex-servicemen from Indian Army, LWE affected individuals and Divyang will receive a 10% additional subsidy and exemption related subsidies will be for additional 1 year. (b) Non-Financial Benefits 4.15 Startups established in Chhattisgarh will be granted exemption from labour laws for the initial years based on self-certification for the following regulations: • Factories Act, 1948 • Shops and Establishments Act • Contract Labour (Regulation and Abolition) Act, 1970 • Minimum Wages Act, 1948 • Maternity Benefit Act, 1961 4.16 Startups will be allowed to work during all three shifts, which can also include women employees subject to the condition that proper safety and security arrangements are made by the startup. 4.17 The state will regularly update and host a Startup Fest (Fairs) for the selection and development of startups in which emerging startup entrepreneurs and interested investors will get platform. 4.18 Efforts will be made to establish necessary guidance and support systems for startups through collaboration with educational institutions in the state. 4.19 Startups registered with the Department for Promotion of Industry and Internal Trade (DPIIT), Ministry of Commerce and Industry, Government of India, and approved by the State-Level Startup Promotion Committee will be registered on the \"Online Udyam Aakanksha\" platform through single-window facility. This will enable them to easily access information regarding permissions and approvals required from other departments of the state government. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 48 of 52 5. Incubators 5.1 Incubators being established in the state under this policy period will be provided with subsidy of 40% of the establishment expenses for setting up incubators, maximum Rs. 40 lakhs. 5.2 After the establishment of incubators in the divisional headquarters, an amount of Rs 5 lakhs per year will be provided for operations for up to 5 years. Incubators established in other districts will be provided a maximum amount of Rs 3 lakhs per year. 6. Responsibilities of Incubators: 6.1 Each incubator in divisional headquarters must incubate at least 10 startups, and in other districts, each incubator must incubate at least 5 startups. 6.2 Each incubator in divisional headquarters must provide seating facilities for at least 15 startups and incubators in other districts must provide seating facilities for at least 10 startups. 6.3 Every incubator is required to submit its progress report every 6 months to the State Level Startup Promotion Committee. 6.4 Incubators will provide recommendations of incentives and facilities to startups according to the provisions. 6.5 Recommendations will be provided by incubators to startup units for giving subsidies/incentives. 6.6 In districts where incubators are not available, startups in those districts can avail incubation facilities from incubators located in other districts. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 49 of 52 Package for Closed and Sick Industries Closed, sick, and non-functional enterprises established in the State, becomes operational after being acquired by other entrepreneur/firm/company under various regulations of NCLT (National Company Law Tribunal), SARFAESI act or under any other financial institution's guidelines. The revival of such enterprises will be promoted through packages outlined under this Industrial Development Policy. (a) Definition: “Closed/Sick Industrial Unit” - means all those industries which hold production certificate issued by the competent authority and defined & notified by the State Government from time to time under closed/sick industrial policy declared by State Government. A \"Closed Enterprise\" refers to: i. An industrial unit that has ceased operations for a minimum of two years prior and has not been commercially operational. ii. The unit has been non-operational for at least 18 months, either due to a power disconnection or other reasons. iii. The central excise duty (GST) for this period has not been filed, as per verification by the competent authority, or iv. The reason for closure is approved by the State-Level Rehabilitation Committee. A \"Sick Enterprise\" refers to: i. Any micro, small, or medium enterprise (as per the MSME Act, 2006, and subsequent amendments in 2020) will be classified as \"sick\" if identified under the following indicators based on audited accounts: The enterprise with the highest loan outstanding has been classified as a Non-Performing Asset (NPA) for more than two years. The net worth of the enterprise has declined, and in the previous financial year, due to accumulated cash losses, the net worth has reduced by up to 50%. ii. In the cases other than micro and small enterprises, a \"Sick Enterprise\" is defined as one whose loan account has been classified as a Non-Performing Asset (NPA) for 6 months or more, or whose net worth has decreased by 50% in the previous financial year due to continuous losses (as per audited accounts). (b) Other Definitions which are not mentioned, shall be guided under Industrial Development Policy 2024- 30/Reserve Bank of India guidelines. \"Incentive Package for Closed and Sick Enterprises\" will include: 1. Revival of Closed Enterprises: 1.1 Enterprises declared closed/sick will be provided the following exemptions during the acquisition process: • Full exemption from stamp duty • Full exemption from registration fees • Exemption from land transfer fees at the prevailing rate (up to 5%) for setting up enterprises in industrial areas/ industrial land banks. 1.2 Based on the eligibility under industrial investment incentives of this policy, the owner or buyer (as applicable) of the sick/closed industry will be eligible for financial benefits such as subsidies, reimbursements and exemptions that were not/partially utilized during the operational period of the industry: • Interest Subsidy • Fixed Capital Investment Subsidy • Reimbursement of Net State Goods and Services Tax (Net SGST) • Electricity Duty Exemption • Mandi Tax Exemption • Project Report Subsidy • Quality Certification Subsidy • Technical Patent Subsidy Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 50 of 52 • Technology Purchase Subsidy • Divyang, Retired Agniveer, Surrendered Naxalites Employment Subsidy • Transport Subsidy (Applicable only for Export Units) • Training Expense Reimbursement • EPF Reimbursement • Training Expense Reimbursement for employees in MSME Thrust sector and IT sector industries 1.3 Closed and sick enterprises that have not availed any subsidies previously during their revival/restructuring will now be eligible for all kinds of exemptions/subsidies provided under the Industrial Development Policy 2024–30. Example: (a) If an enterprise established as a general enterprise under the Industrial Development Policy 2014-19 on November 1, 2015, received an interest subsidy at a rate of 40 percent for a period of two years and is declared a sick enterprise during the term of the Industrial Development Policy 2024-30, the remaining interest subsidy for three years will be available at the rate and within the maximum limit specified under the Industrial Development Policy 2024-30. (b) If an enterprise was categorized as ineligible for grants, exemptions, and concessions under the Industrial Policy 2014-19 but is eligible under the Industrial Development Policy 2024-30, it will qualify for interest subsidies for the remaining duration of the policy (after subtracting the period from the start of the enterprise until it was declared sick from the eligibility period) upon resuming production. (c) Other grants provided after the establishment of the enterprise (such as permanent capital investment grant, project report grant, quality certification"
    },
    {
      "chapter": null,
      "section": "1.3",
      "pages": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48,
        49,
        50,
        51,
        52
      ],
      "text": "grant, technical patent grant, technology purchase grant, grant for the differently abled, etc.) that were not received or only partially received will be available in full or for the remaining amount to the purchaser of the sick enterprise. (d) The above-mentioned provisions will also apply to cases involving exemptions granted after the establishment of the enterprise (such as exemption from electricity charges). 2. For the payment of outstanding dues of a declared sick enterprise, the facility to pay the principal amount along with all penalties/interest/surcharges in 36 equal monthly instalments or 12 quarterly instalments will be provided. If payment is not made within the stipulated period, interest will be charged at the base rate determined by the State Bank of India. However, this provision will only become effective retroactively once a notification is issued following amendments to the relevant rules/acts of the concerned departments. Nevertheless, in the case of electricity dues, instead of paying interest at the base rate determined by the State Bank of India, surcharges will be payable as per the provisions outlined in the supply code notified by the Electricity Regulatory Commission. 3. For sick enterprises, approvals for electricity connections, water connections, consent to operate, and forest clearance, issued by the State Government, will be deemed as valid after verification or reissuance by the relevant departments/offices. However, this is subject to the approval of the concerned departments and notification as per rules/regulations. 4. Enterprises commencing commercial production within this policy's time frame will be eligible for capital investment subsidy if they achieve a minimum of 25% investment in plant and machinery or an increase in registered capital investment by the same amount. If the enterprise also achieves a 10% increase in employment or total revenue, and this expansion takes place within the scope of this policy, the additional investment will also qualify for subsidies under the Industrial Development Policy 2024–30. However, the maximum subsidy will not exceed the limits defined under the Industrial Development Policy 2024–30. 5. For new enterprises, no additional charges for water supply will be approved beyond the specified norms. 6. For sick enterprises, approvals for electricity connections, water connections, consent to operate, forest clearance, etc., already issued by the State Government or authorized local bodies will remain valid, subject to re-endorsement or reissuance by the concerned authorities. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 51 of 52 This provision will only come into effect after necessary notifications are issued by the concerned department under the prescribed regulations. Note: To avail the above package, it is mandatory that on the date of application for declaring the enterprise as closed, the applicant’s enterprise should have a minimum capital investment of Rs. 10 lakhs in plant and machinery, and the machinery should also be installed within the factory premises. Any unit will be granted the revival package for closed enterprises only once. 7. Non-Financial Facilities • Labor disputes of closed/sick enterprises will be resolved promptly by the labour department, providing all possible assistance to ensure smooth and quick resumption of the enterprise's operations. • The industry department will resolve all related matters through a single-window system. Reference Guide (English) Chhattisgarh Industrial Development Policy 2024-30 Page 52 of 52 Contact Us DEPARTMENT OF COMMERCE AND INDUSTRIES GOVERNMENT OF CHHATTISGARH Mantralaya, Mahanadi Bhawan, Atal Nagar, Naya Raipur (Chhattisgarh) www.industries.cg.gov.in"
    }
  ]
}